Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_2/FrmProductionByPayloadSocket/FrmProductionByPayloadSocketMessages.*.resx
Languages: es

# ACTION_ERROR_LOG
source: Usuário: {0} | Tela: Produção | Ação: {1} | Erro: {2}
es: Usuario: {0} | Pantalla: Producción | Acción: {1} | Error: {2}

# ALARMS_LIST_UPDATE_HANDLER_TEXT_1
source: Máquina Pronta
es: Máquina lista

# APPROVED_MESSAGE
source: Aprovado
es: Aprobado

# AWAITING_PRODUCTION_START_MESSAGE
source: Aguardando início da produção
es: Esperando que comience la producción

# BTN_CLEAR_TEXT_1
source: Carregando itens
es: Cargando artículos

# BTN_CLEAR_TEXT_2
source: no botão LIMPAR
es: en el botón BORRAR

# BTN_CLEAR_TEXT_3
source: Limpando fila
es: Limpiando cola

# BTN_FINISH_PRODUCTION_TEXT_1
source: Finalizar Ordem de Produção
es: Finalizar orden de producción

# BTN_FINISH_PRODUCTION_TEXT_2
source: Há itens pendentes de produção na Ordem de Produção selecionada.\r\nTem certeza que deseja finalizar esta ordem?
es: Hay artículos de producción pendientes en la orden de producción seleccionada.\r\n¿Está seguro de que desea finalizar esta orden?

# BTN_FINISH_PRODUCTION_TEXT_3
source: Nenhuma Ordem de Produção selecionada.
es: No se seleccionó ninguna orden de producción.

# BTN_FINISH_PRODUCTION_TEXT_4
source: no botão Finalizar Ordem de Produção
es: en el botón Finalizar orden de producción

# BTN_RESET_TEXT_1
source: no botão Reset
es: en el botón Reiniciar

# BTN_START_TEXT_1
source: Iniciar
es: Comenzar

# BTN_START_TEXT_2
source: Produção iniciada
es: Comenzó la producción

# BTN_START_TEXT_3
source: Código da Ordem:
es: Código de pedido:

# BTN_START_TEXT_4
source: Total de itens
es: Total de artículos

# BTN_START_TEXT_5
source: Itens produzidos
es: Artículos producidos

# BTN_START_TEXT_6
source: Deseja iniciar a ordem de produção abaixo?
es: ¿Quieres iniciar el pedido de producción a continuación?

# BTN_START_TEXT_7
source: Confirmação de Início de Produção:
es: Confirmación de inicio de producción:

# BTN_START_TEXT_8
source: no botão Iniciar/Parar
es: en el botón de inicio/parada

# CB_PRODUCTION_ORDER_TEXT_1
source: Carregando itens
es: Cargando artículos

# CONSTRUCTOR_TEXT_1
source: Tela Produção carregada
es: Pantalla de producción cargada

# DISPLAY_PRINTED_ITEMS_TEXT_1
source: itens impressos
es: artículos impresos

# FINISH_PRODUCTION_ERROR_1
source: Erro
es: Error

# FINISH_PRODUCTION_ERROR_2
source: Erro ao finalizar Ordem de Produção
es: Error al completar la orden de producción

# FINISH_PRODUCTION_TEXT_1
source: Sucesso
es: Éxito

# FINISH_PRODUCTION_TEXT_2
source: Ordem de Produção finalizada com sucesso!
es: ¡Orden de producción completada exitosamente!

# FINISH_PRODUCTION_TEXT_3
source: em 'Sim' para finalizar a Ordem de Produção
es: Haga clic en "Sí" para finalizar la orden de producción.

# FINISH_PRODUCTION_TEXT_4
source: com itens pendentes
es: con asuntos pendientes

# FROM_LOAD_TEXT_1
source: Loading da tela de Produção
es: Carga de pantalla de producción

# FROM_LOAD_TEXT_2
source: Erro
es: Error

# LABELED_PANEL_MACHINE_STATUS
source: Status Máquina
es: Estado de la máquina

# LABELED_PANEL_PRODUCTION_STATUS
source: Status Produção
es: Estado de producción

# MANUAL_MODE_LOCK_MESSAGE
source: Para iniciar, altere o modo de produção para Automático na IHM
es: Para comenzar, cambie el modo de producción a Automático en la HMI

# MANUAL_MODE_LOCK_TITLE
source: Produção bloqueada
es: Producción bloqueada

# MSGBOX_ACTION_NOT_ALLOWED_TITLE
source: Operação não permitida
es: Operación no permitida

# MULTI_LABEL_CAMERA_IDENTIFICATION_TEXT_1
source: Câmera Identificação
es: Identificación de la cámara

# MULTI_LABEL_CAMERA_IDENTIFICATION_TEXT_2
source: Câmera Superior
es: Cámara superior

# MULTI_LABEL_CAMERA_IDENTIFICATION_TEXT_3
source: Câmera Lateral
es: Cámara lateral

# NO_SELECTED_PARAMETERS_MESSAGE
source: Para iniciar, selecione Ordem de Produção
es: Para comenzar, seleccione Orden de producción

# NO_SELECTED_PARAMETERS_TITLE
source: Nenhum parâmetro selecionado
es: No hay parámetros seleccionados

# PCB_BATCH_CODE_TEXT_1
source: Selecionar Lote
es: Seleccionar Lote

# PCB_BATCH_CODE_TEXT_2
source: no botão para selecionar o lote
es: en el botón para seleccionar el lote

# PCB_SEARCH_PRODUCT_TEXT_1
source: Selecionar Produto
es: Seleccionar producto

# PCB_SEARCH_PRODUCT_TEXT_2
source: no botão para selecionar o produto
es: en el botón para seleccionar el producto

# PIC_SEARCH_PRODUCTION_ORDER_TEXT_1
source: no botão para selecionar a ordem de produção
es: en el botón para seleccionar la orden de producción

# PRINTER_NOT_CONNECTED_MESSAGE
source: Impressora não conectada. Para iniciar, verifique conexão.
es: Impresora no conectada. Para comenzar, verifique la conexión.

# PRINTER_NOT_CONNECTED_TITLE
source: Impressora não conectada
es: Impresora no conectada

# REJECTED_NO_READ_MESSAGE
source: Rejeitado - Sem leitura
es: Rechazado - No se puede leer

# SYNC _DATA_TEXT_2
source: Sincronização concluída
es: Sincronización completada

# SYNC_DATA_ERROR
source: Erro
es: Error

# SYNC_DATA_TEXT_1
source: Dados sincronizados com sucesso
es: Datos sincronizados exitosamente

# SYNC_DATA_TEXT_2
source: Sincronização concluída
es: Sincronización completada

# TOGGLE_BTN_START_TEXT_1
source: Modificou estado de ckBtnStart
es: Estado modificado de ckBtnStart

# TOGGLE_BTN_START_TEXT_2
source: Modificou estado de ckBtnStart para
es: Se cambió el estado de ckBtnStart a

# TRIPLE_LABEL_CAMERA_VALIDATION_TEXT_1
source: Câmera Validação
es: Validación de cámara

# TRIPLE_LABEL_PRODUCTION_TEXT_1
source: Produção
es: Producción

# TRIPLE_LABEL_PRODUCTION_TEXT_2
source: Itens
es: Elementos

# TRIPLE_LABEL_SPEED_TEXT_1
source: Velocidade
es: Velocidad

# TRIPLE_LABEL_SPEED_TEXT_2
source: Itens por minuto
es: Artículos por minuto

# USER_ACTION_LOG
source: Usuário: {0} | Tela: Produção | Ação: {1}
es: Usuario: {0} | Pantalla: Producción | Acción: {1}

# USER_CLICK_LOG
source: Usuário: {0} | Tela: Produção | Ação: Clicou {1}
es: Usuario: {0} | Pantalla: Producción | Acción: Se hizo clic en {1}

# USER_CLICK_REGISTERS_LOG_PRODUCTION_STARTED_NOT_ALLOWED
source: Usuário: {0} | Tela: Produção | Tentativa de INICIAR/PARAR produção sem permissão. Ação não autorizada.
es: Usuario: {0} | Pantalla: Producción | Intentar INICIAR/DETENER la producción sin permiso. Acción no autorizada.
