Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/frmProductionStartValidation/frmProductionStartValidationMessages.*.resx
Languages: es_es

# ACTION_ERROR_LOG
source: User: {0} | Screen: Production Validation | Action: {1} | Error: {2}
es_es: Usuario: {0} | Pantalla: Validación de producción | Acción: {1} | Error: {2}

# BTN_CANCEL_TEXT_1
source: on the Cancel button
es_es: en el botón Cancelar

# BTN_YES_LOG_1
source: FIND_BY_USERNAME_ERROR_1
es_es: ERROR DE BÚSQUEDA POR NOMBRE DE USUARIO 1

# BTN_YES_TEXT_1
source: on the YES button
es_es: en el botón SI

# FIND_BY_USERNAME_ERROR_1
source: User not allowed to start production
es_es: El usuario no está autorizado a iniciar la producción

# FIND_BY_USERNAME_ERROR_2
source: User disabled
es_es: Usuario deshabilitado

# FIND_BY_USERNAME_ERROR_3
source: Invalid User - Not Found.
es_es: Usuario no válido: no encontrado.

# GENERIC_ERROR
source: Error authenticating user to start production
es_es: Error al autenticar al usuario para iniciar la producción

# GENERIC_ERROR_TITLE
source: Unidentified error
es_es: Error no identificado

# LOAD_TEXT_ON_SCREEN_TEXT_1
source: Are you sure you want to start production?
es_es: ¿Estás seguro de que deseas iniciar la producción?

# LOGIN_ERROR_TITLE
source: Error: Invalid login
es_es: Error: inicio de sesión no válido

# PRODUCTION_ITEMS_LOG
source: User: {0} | Screen: Production Validation | Action: Product {1} successfully validated
es_es: Usuario: {0} | Pantalla: Validación de producción | Acción: Producto {1} validado exitosamente

# USER_ACTION_LOG
source: User: {0} | Screen: Production Validation | Action: {1}
es_es: Usuario: {0} | Pantalla: Validación de producción | Acción: {1}

# USER_CLICK_LOG
source: User: {0} | Screen: Production Validation | Action: Clicked {1}
es_es: Usuario: {0} | Pantalla: Validación de producción | Acción: Se hizo clic en {1}
