Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/FrmReportAlarms/FrmReportAlarmsMessages.*.resx
Languages: it_it

# ACTION_ERROR_LOG
source: User: {0} | Screen: Alarm Report | Action: {1} | Error: {2}
it_it: Utente: {0} | Schermata: Rapporto allarme | Azione: {1} | Errore: {2}

# BTN_REPORT_ALARM_EXPORT_ERROR_TEXT_1
source: Error generating log report
it_it: Errore durante la generazione del report di registro

# BTN_REPORT_ALARM_EXPORT_ERROR_TEXT_2
source: Error
it_it: Errore

# BTN_REPORT_ALARM_EXPORT_TEXT_1
source: Exported report
it_it: Report esportato

# BTN_REPORT_ALARM_EXPORT_TEXT_2
source: on the Export Alarm Report button
it_it: sul pulsante Esporta rapporto allarmi

# BTN_REPORT_ALARM_FILTER_TEXT_1
source: clicked on the Filter button
it_it: cliccato sul pulsante Filtro

# DG_ALARMS_TEXT_1
source: in the column header
it_it: nell'intestazione della colonna

# DG_ALARMS_TEXT_2
source: to reorder
it_it: riordinare

# FORM_LOAD_TEXT_1
source: Loading the Alarm Report screen
it_it: Caricamento della schermata del rapporto di allarme

# GENERIC_ERROR
source: There was a problem trying to perform this action
it_it: Si Ã¨ verificato un problema durante il tentativo di eseguire questa azione

# GENERIC_ERROR_TITLE
source: Unidentified error
it_it: Errore non identificato

# GET_ALARMS_ERROR_TEXT_1
source: Error fetching information
it_it: Errore durante il recupero delle informazioni

# GET_ALARMS_ERROR_TEXT_2
source: Error
it_it: Errore

# GET_ALARMS_TEXT_1
source: Filter applied
it_it: Filtro applicato

# MSGBOX_ACTION_LIMITED_ALLOWED
source: Your access level [{0}] does not allow you to perform all actions on this form.
it_it: Il tuo livello di accesso [{0}] non ti consente di eseguire tutte le azioni su questo modulo.

# REPORT_LOG
source: User: {3} | Screen: Alarm Report | Generated Report - Start Date-Time: {1}, End Date-Time: {2}
it_it: Utente: {3} | Schermata: Rapporto allarmi | Report generato - Data e ora di inizio: {1}, Data e ora di fine: {2}

# USER_ACTION_LOG
source: User: {0} | Screen: Alarm Report | Action: {1}
it_it: Utente: {0} | Schermata: Rapporto allarme | Azione: {1}

# USER_CLICK_LOG
source: User: {0} | Screen: Alarm Report | Action: Clicked {1}
it_it: Utente: {0} | Schermata: Rapporto allarme | Azione: cliccato {1}
