Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_2/DataBaseUtilityExternalService/DataBaseUtilityExternalServiceMessages.*.resx
Languages: es, it

# CREATE_BACKUP_ERROR_1
source: Error creating unencrypted backup
es: Error al crear una copia de seguridad sin cifrar
it: Errore durante la creazione del backup non crittografato

# CREATE_BACKUP_TEXT_1
source: User permission
es: Permiso de usuario
it: Permesso utente

# CREATE_BACKUP_TEXT_2
source: successfully completed
es: Completado exitosamente
it: completato con successo

# CREATE_BACKUP_TEXT_3
source: Error performing permission for backup on
es: Error al otorgar permiso para realizar copias de seguridad en
it: Errore durante l'esecuzione dell'autorizzazione per il backup su

# CREATE_BACKUP_TEXT_4
source: Unencrypted backup created successfully on {0} - User: {1}
es: Copia de seguridad sin cifrar creada correctamente el {0} - Usuario: {1}
it: Backup non crittografato creato correttamente su {0} - Utente: {1}

# CREATE_BACKUP_TEXT_5
source: Error creating unencrypted backup. Code
es: Error al crear una copia de seguridad sin cifrar. Código
it: Errore durante la creazione del backup non crittografato. Codice

# CREATE_BACKUP_TEXT_6
source: Error Message
es: Mensaje de error
it: Messaggio di errore

# CREATE_BACKUP_TEXT_7
source: null
es: nulo

# CREATE_ENCRYPTED_BACKUP_ERROR_1
source: Error creating encrypted backup
es: Error al crear una copia de seguridad cifrada
it: Errore durante la creazione del backup crittografato

# CREATE_ENCRYPTED_BACKUP_TEXT_1
source: Starting encrypted backup creation - User {0}
es: Iniciando la creación de una copia de seguridad cifrada - Usuario {0}
it: Avvio creazione backup crittografato - Utente {0}

# CREATE_ENCRYPTED_BACKUP_TEXT_2
source: Backup created successfully: {0} - User: {1}
es: Copia de seguridad creada correctamente: {0} - Usuario: {1}
it: Backup creato con successo: {0} - Utente: {1}

# CREATE_ENCRYPTED_BACKUP_TEXT_3
source: Backup created successfully
es: Copia de seguridad creada con éxito
it: Backup creato con successo

# DENCRYPTED_BACKUP_TEXT_1
source: Decrypting backup
es: Descifrado de la copia de seguridad
it: Decifrare il backup

# DENCRYPTED_BACKUP_TEXT_2
source: Backup decrypted successfully
es: Copia de seguridad descifrada correctamente
it: Backup decifrato con successo

# ENCRYPTED_BACKUP_TEXT_1
source: Starting backup encryption
es: Iniciando el cifrado de la copia de seguridad
it: Avvio della crittografia del backup

# ENCRYPTED_BACKUP_TEXT_2
source: Encrypted backup successfully
es: Copia de seguridad cifrada realizada correctamente
it: Backup crittografato eseguito correttamente

# RESTORE_BACKUP_ERROR_1
source: Error restoring backup
es: Error al restaurar la copia de seguridad
it: Errore durante il ripristino del backup

# RESTORE_BACKUP_TEXT_1
source: Restoring backup
es: Restaurando copia de seguridad
it: Ripristino del backup

# RESTORE_BACKUP_TEXT_2
source: Backup restored successfully
es: Copia de seguridad restaurada con éxito
it: Backup ripristinato con successo

# RESTORE_ENCRYPTED_BACKUP_ERROR_1
source: Error restoring encrypted backup
es: Error al restaurar la copia de seguridad cifrada
it: Errore durante il ripristino del backup crittografato

# RESTORE_ENCRYPTED_BACKUP_TEXT_1
source: Starting restore of encrypted backup - User: {0}
es: Iniciando restauración de copia de seguridad cifrada - Usuario: {0}
it: Avvio del ripristino del backup crittografato - Utente: {0}

# RESTORE_ENCRYPTED_BACKUP_TEXT_2
source: Backup restored successfully - User: {0}
es: Copia de seguridad restaurada con éxito - Usuario: {0}
it: Backup ripristinato con successo - Utente: {0}

# RESTORE_ENCRYPTED_BACKUP_TEXT_3
source: Backup restored successfully
es: Copia de seguridad restaurada con éxito
it: Backup ripristinato con successo

# SET_DATABASE_SETTINGS_TEXT_1
source: Database connection settings acquired successfully
es: La configuración de conexión a la base de datos se adquirió correctamente
it: Impostazioni di connessione al database acquisite correttamente
