Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/FrmProductionByPayloadSocket/FrmProductionByPayloadSocketMessages.*.resx
Languages: it_it

# ACTION_ERROR_LOG
source: User: {0} | Screen: Production | Action: {1} | Error: {2}
it_it: Utente: {0} | Schermo: Produzione | Azione: {1} | Errore: {2}

# ALARMS_LIST_UPDATE_HANDLER_TEXT_1
source: Machine Ready
it_it: Macchina pronta

# APPROVED_MESSAGE
source: Approved
it_it: Approvato

# AWAITING_PRODUCTION_START_MESSAGE
source: Waiting for production to start
it_it: In attesa dell'inizio della produzione

# BTN_AUTOMATIC_CAPTION_AUTOMATIC
source: Automatic
it_it: Automatico

# BTN_AUTOMATIC_CAPTION_MANUAL
source: Manual
it_it: Manuale

# BTN_CLEAR_TEXT_1
source: Loading items
it_it: Caricamento degli articoli

# BTN_CLEAR_TEXT_2
source: on the CLEAR button
it_it: sul pulsante CANCELLA

# BTN_CLEAR_TEXT_3
source: Clearing queue
it_it: Svuotamento della coda

# BTN_FINISH_PRODUCTION_TEXT_1
source: Finalize Production Order
it_it: Finalizzare l'ordine di produzione

# BTN_FINISH_PRODUCTION_TEXT_2
source: There are pending production items in the selected Production Order.\r\nAre you sure you want to finalize this order?
it_it: Ci sono articoli di produzione in sospeso nell'ordine di produzione selezionato.\r\nSei sicuro di voler finalizzare questo ordine?

# BTN_FINISH_PRODUCTION_TEXT_3
source: No Production Order selected.
it_it: Nessun ordine di produzione selezionato.

# BTN_FINISH_PRODUCTION_TEXT_4
source: on the Finalize Production Order button
it_it: sul pulsante Finalizza ordine di produzione

# BTN_RESET_TEXT_1
source: on the Reset button
it_it: sul pulsante Reset

# BTN_START_TEXT_1
source: Start
it_it: Inizio

# BTN_START_TEXT_2
source: Production started
it_it: Produzione avviata

# BTN_START_TEXT_3
source: Order Code:
it_it: Codice ordine:

# BTN_START_TEXT_4
source: Total items
it_it: Totale articoli

# BTN_START_TEXT_5
source: Items produced
it_it: Articoli prodotti

# BTN_START_TEXT_6
source: Do you want to start the production order below?
it_it: Vuoi avviare l'ordine di produzione di seguito?

# BTN_START_TEXT_7
source: Confirmation of Production Start:
it_it: Conferma dell'inizio della produzione:

# BTN_START_TEXT_8
source: on the Start/Stop button
it_it: sul pulsante Start/Stop

# BTN_START_TEXT_9
source: To stop
it_it: Per fermare

# CB_PRODUCTION_ORDER_TEXT_1
source: Loading items
it_it: Caricamento degli articoli

# CONSTRUCTOR_TEXT_1
source: Production screen loaded
it_it: Schermata di produzione caricata

# DISPLAY_PRINTED_ITEMS_TEXT_1
source: printed items
it_it: articoli stampati

# FINISH_PRODUCTION_ERROR_1
source: Error
it_it: Errore

# FINISH_PRODUCTION_ERROR_2
source: Error completing Production Order
it_it: Errore durante il completamento dell'ordine di produzione

# FINISH_PRODUCTION_TEXT_1
source: Success
it_it: Successo

# FINISH_PRODUCTION_TEXT_2
source: Production Order completed successfully!
it_it: Ordine di produzione completato con successo!

# FINISH_PRODUCTION_TEXT_3
source: Click 'Yes' to finalize the Production Order
it_it: Fare clic su "Sì" per finalizzare l'ordine di produzione

# FINISH_PRODUCTION_TEXT_4
source: with pending items
it_it: con elementi in sospeso

# FROM_LOAD_TEXT_1
source: Production Screen Loading
it_it: Caricamento della schermata di produzione

# FROM_LOAD_TEXT_2
source: Error
it_it: Errore

# MANUAL_MODE_LOCK_MESSAGE
source: To start, change the production mode to Automatic in the HMI.
it_it: Per iniziare, modificare la modalità di produzione in Automatica nell'HMI.

# MANUAL_MODE_LOCK_TITLE
source: Blocked production
it_it: Produzione bloccata

# MSGBOX_ACTION_NOT_ALLOWED_TITLE
source: Operation not permitted
it_it: Operazione non consentita

# NO_SELECTED_PARAMETERS_MESSAGE
source: To start, select Production Order
it_it: Per iniziare, seleziona Ordine di produzione

# NO_SELECTED_PARAMETERS_TITLE
source: No parameters selected
it_it: Nessun parametro selezionato

# PCB_BATCH_CODE_TEXT_1
source: Select Lot
it_it: Seleziona lotto

# PCB_BATCH_CODE_TEXT_2
source: on the button to select the lot
it_it: sul pulsante per selezionare il lotto

# PCB_SEARCH_PRODUCT_TEXT_1
source: Select Product
it_it: Seleziona Prodotto

# PCB_SEARCH_PRODUCT_TEXT_2
source: on the button to select the product
it_it: sul pulsante per selezionare il prodotto

# PIC_SEARCH_PRODUCTION_ORDER_TEXT_1
source: on the button to select the production order
it_it: sul pulsante per selezionare l'ordine di produzione

# PRINTER_NOT_CONNECTED_MESSAGE
source: Printer not connected. To start, check connection.
it_it: Stampante non collegata. Per iniziare, controlla la connessione.

# PRINTER_NOT_CONNECTED_TITLE
source: Printer not connected
it_it: Stampante non connessa

# REJECTED_NO_READ_MESSAGE
source: Rejected - No reading
it_it: Rifiutato - Nessuna lettura

# SYNC _DATA_TEXT_2
source: Synchronization completed
it_it: Sincronizzazione completata

# SYNC_DATA_ERROR
source: Error
it_it: Errore

# SYNC_DATA_TEXT_1
source: Data synchronized successfully
it_it: Dati sincronizzati correttamente

# SYNC_DATA_TEXT_2
source: Synchronization completed
it_it: Sincronizzazione completata

# TOGGLE_BTN_START_TEXT_1
source: Modified state of ckBtnStart
it_it: Stato ckBtnStart modificato

# TOGGLE_BTN_START_TEXT_2
source: Changed state of ckBtnStart to
it_it: Stato modificato di ckBtnStart in

# USER_ACTION_LOG
source: User: {0} | Screen: Production | Action: {1}
it_it: Utente: {0} | Schermo: Produzione | Azione: {1}

# USER_CLICK_LOG
source: User: {0} | Screen: Production | Action: Clicked {1}
it_it: Utente: {0} | Schermo: Produzione | Azione: cliccato {1}

# USER_CLICK_REGISTERS_LOG_PRODUCTION_STARTED_NOT_ALLOWED
source: User: {0} | Screen: Production | Attempt to START/STOP production without permission. Unauthorized action.
it_it: Utente: {0} | Schermo: Produzione | Tentativo di AVVIARE/ARRESTARE la produzione senza autorizzazione. Azione non autorizzata.
