Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_2/BeckhoffDriver/BeckhoffDriverMessages.*.resx
Languages: es, it

# APPLICATOR_PRESET_LOG
source: Recipe submitted: Speed ​​{0}, Size {1}, Delay {2}, Accel Ramp {3}, Dec Ramp {4}, Filter {5}
es: Receta enviada: Velocidad {0}, Tamaño {1}, Retraso {2}, Rampa de aceleración {3}, Rampa de desaceleración {4}, Filtro {5}
it: Ricetta inviata: Velocità {0}, Dimensione {1}, Ritardo {2}, Rampa di accelerazione {3}, Rampa di decelerazione {4}, Filtro {5}

# CONNECTION_TEXT_1
source: Error connecting to plc
es: Error al conectar con el plc
it: Errore di connessione al plc

# CREATE_HANDLES_TEXT_1
source: Error creating handles
es: Error al crear identificadores
it: Errore durante la creazione delle maniglie

# LOGS_RECEIVED_MACHINE_DATA_ERROR_1
source: Error processing PLC data
es: Error al procesar datos del PLC
it: Errore durante l'elaborazione dei dati PLC

# LOGS_RECEIVED_MACHINE_DATA_TEXT_1
source: DATA RECEIVED FROM PLC:
es: DATOS RECIBIDOS DEL PLC:
it: DATI RICEVUTI DAL PLC:

# LOGS_RECEIVED_MACHINE_DATA_TEXT_2
source: Internal variable
es: variable interna
it: Variabile interna

# LOGS_RECEIVED_MACHINE_DATA_TEXT_3
source: Function
es: Función
it: Funzione

# LOGS_RECEIVED_MACHINE_DATA_TEXT_4
source: Description
es: Descripción
it: Descrizione

# LOGS_RECEIVED_MACHINE_DATA_TEXT_5
source: PLC variable
es: Variables del PLC
it: Variabile PLC

# LOGS_RECEIVED_MACHINE_DATA_TEXT_6
source: Value
es: Valor
it: Valore

# PLC_CONNECTED_MESSAGE
source: Connected PLC
es: PLC conectado
it: PLC connesso

# PLC_NOT_CONNECTED_MESSAGE
source: PLC Not Connected
es: PLC no conectado
it: PLC non connesso

# PLC_WRITE_LOG_MESSAGE
source: WRITINGS IN THE PLC - CELL = {0}\r\n{1}
es: ESCRITOS EN PLC - CELDA = {0}\r\n{1}
it: SCRITTURE IN PLC - CELLA = {0}\r\n{1}

# SENT_DATA_TO_PLC
source: SEND TO PLC - FUNCTION: {0} | DataBlock: {1} | Address: {2}.{3} | Value: {4}
es: ENVIAR A PLC - FUNCIÓN: {0} | Bloque de datos: {1} | Dirección: {2}.{3} | Valor: {4}
it: INVIA A PLC - FUNZIONE: {0} | Blocco dati: {1} | Indirizzo: {2}.{3} | Valore: {4}

# START_LIFE_BIT_TEXT_1
source: Lifebit writing started
es: La escritura de Lifebit comenzó
it: La scrittura di Lifebit è iniziata

# START_LIFE_BIT_TEXT_2
source: Lifebit writing finished
es: La escritura de Lifebit ha finalizado
it: Scrittura di Lifebit terminata

# WRITE_BOOLS_TO_PLC_ERROR_1
source: Error
it: Errore

# WRITE_BOOLS_TO_PLC_TEXT_1
source: START OF THE METHOD
es: INICIO DEL MÉTODO
it: INIZIO DEL METODO

# WRITE_BOOLS_TO_PLC_TEXT_10
source: success in sending the writing.| Value
es: éxito en el envío del escrito.| Valor
it: successo nell'invio dello scritto.| Valore

# WRITE_BOOLS_TO_PLC_TEXT_11
source: successful sending of the writing. Success in processing the PLC - Attempt
es: Éxito en el envío del escrito. Procesamiento exitoso del PLC - Intento
it: successo nell'invio della scrittura. Elaborazione PLC riuscita - Tentativo

# WRITE_BOOLS_TO_PLC_TEXT_12
source: Value
es: Valor
it: Valore

# WRITE_BOOLS_TO_PLC_TEXT_13
source: success in sending the writing. PLC processing failure - Attempt
es: Éxito en el envío del escrito. Error de procesamiento del PLC - Intento
it: successo nell'invio dello scritto. Errore di elaborazione del PLC - Tentativo

# WRITE_BOOLS_TO_PLC_TEXT_14
source: Value after writing
es: Valor después de escribir
it: Valore dopo la scrittura

# WRITE_BOOLS_TO_PLC_TEXT_15
source: END OF METHOD
es: FIN DEL MÉTODO
it: FINE DEL METODO

# WRITE_BOOLS_TO_PLC_TEXT_2
source: Writing the variable
es: Escribiendo la variable
it: Scrivere la variabile

# WRITE_BOOLS_TO_PLC_TEXT_3
source: PLC not connected. Executing connection routine.
es: PLC no conectado. Ejecutando rutina de conexión.
it: PLC non connesso. Esecuzione della routine di connessione.

# WRITE_BOOLS_TO_PLC_TEXT_4
source: Handles not created. Creating Handles.
es: Manijas no creadas. Creación de identificadores.
it: Maniglie non create. Creazione di maniglie.

# WRITE_BOOLS_TO_PLC_TEXT_5
source: Uninitialized Bools writing object. Initializing object.
es: Objeto de escritura Bools no inicializado. Inicializando objeto.
it: Oggetto di scrittura Bool non inizializzato. Inizializzazione dell'oggetto.

# WRITE_BOOLS_TO_PLC_TEXT_6
source: Variable value
es: Valor variable
it: Valore variabile

# WRITE_BOOLS_TO_PLC_TEXT_7
source: External variable
es: Variable externa
it: Variabile esterna

# WRITE_BOOLS_TO_PLC_TEXT_8
source: before writing
es: antes de escribir
it: prima di scrivere

# WRITE_BOOLS_TO_PLC_TEXT_9
source: Writing
es: Escribiendo
it: Scrivere

# WRITE_REALS_TO_PLC_TEXT_1
source: Writing the variable
es: Escribiendo la variable
it: Scrivere la variabile

# WRITE_REALS_TO_PLC_TEXT_2
source: PLC not connected. Executing connection routine.
es: PLC no conectado. Ejecutando rutina de conexión.
it: PLC non connesso. Esecuzione della routine di connessione.

# WRITE_REALS_TO_PLC_TEXT_3
source: Handles not created. Creating Handles.
es: Manijas no creadas. Creación de identificadores.
it: Maniglie non create. Creazione di maniglie.

# WRITE_REALS_TO_PLC_TEXT_4
source: Uninitialized Reals writing object. Initializing object.
es: Objeto de escritura Reals no inicializado. Objeto de inicialización.
it: Oggetto Reals Writer non inizializzato. Inizializzazione dell'oggetto.

# WRITE_TIMES_TO_PLC_TEXT_1
source: Uninitialized Timestamp object. Initializing object.
es: Objeto Times Writer no inicializado. Inicializando objeto.
it: Oggetto di scrittura Times non inizializzato. Inizializzazione dell'oggetto.
