Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/FrmProductionByPO/FrmProductionByPOMessages.*.resx
Languages: es_es

# ACTION_ERROR_LOG
source: User: {0} | Screen: Production | Action: {1} | Error: {2}
es_es: Usuario: {0} | Pantalla: Producción | Acción: {1} | Error: {2}

# ALARMAS_LIST_UPDATE_HANDLER_TEXT_1
source: Machine Ready
es_es: Máquina lista

# APPROVED_MESSAGE
source: Approved
es_es: Aprobado

# AWAITING_PRODUCTION_START_MESSAGE
source: Waiting for production to start
es_es: Esperando que comience la producción

# BTN_AUTOMATIC_MODE_AUTOMATIC
source: Automatic
es_es: Automático

# BTN_FINISH_PRODUCTION_TEXT_1
source: Finalize Suitability Form
es_es: Finalizar formulario de idoneidad

# BTN_FINISH_PRODUCTION_TEXT_2
source: There are pending production items on the selected adaptation form.\r\nAre you sure you want to finalize this form?
es_es: Hay elementos de producción pendientes en el formulario de adaptación seleccionado. ¿Está seguro de que desea finalizar este formulario?

# BTN_FINISH_PRODUCTION_TEXT_3
source: No Suitability Sheet selected.
es_es: No se ha seleccionado ninguna hoja de idoneidad.

# BTN_FINISH_PRODUCTION_TEXT_4
source: on the Finalize Compliance Form button
es_es: en el botón Finalizar formulario de cumplimiento

# BTN_RESET_TEXT_1
source: on the Reset button
es_es: en el botón Reiniciar

# BTN_START_TEXT_1
source: Production started
es_es: Comenzó la producción

# BTN_START_TEXT_2
source: Start
es_es: Comenzar

# BTN_START_TEXT_3
source: Do you confirm that the above items are as requested?
es_es: ¿Confirma que los elementos anteriores son los solicitados?

# BTN_START_TEXT_4
source: Suitability Form
es_es: Formulario de idoneidad

# BTN_START_TEXT_5
source: Machine with cleaning status \"Clean\" (no residue from previous products/PO)\r\n• Machine configured for the correct product\r\n• Pallet identified\r\n• Only one PO/NF awaiting verification
es_es: Máquina con estado de limpieza \"Limpio\" (sin residuos de productos/PO anteriores)\r\n• Máquina configurada para el producto correcto\r\n• Palet identificado\r\n• Solo un PO/NF pendiente de verificación

# BTN_START_TEXT_6
source: Check the Information Below
es_es: Consulte la información a continuación

# BTN_START_TEXT_7
source: Confirmation of Commencement of Compliance:
es_es: Confirmación del inicio del cumplimiento:

# BTN_START_TEXT_8
source: on the Start/Stop button
es_es: en el botón de inicio/parada

# BTN_START_TEXT_9
source: To stop
es_es: Para parar

# CONSTRUCTOR_TEXT_1
source: Production screen loaded
es_es: Pantalla de producción cargada

# FINISH_PRODUCTION_ERROR_2
source: Error completing the suitability form
es_es: Error al finalizar formulario de idoneidad

# FINISH_PRODUCTION_ERROR_3
source: Error inserting items into production table.
es_es: Error al insertar elementos en la tabla de producción.

# FINISH_PRODUCTION_TEXT_1
source: Success
es_es: Éxito

# FINISH_PRODUCTION_TEXT_2
source: Suitability form completed successfully!
es_es: ¡Formulario de idoneidad completado con éxito!

# FINISH_PRODUCTION_TEXT_3
source: in 'Yes' to complete the suitability form
es_es: en 'Sí' para completar el formulario de idoneidad

# FINISH_PRODUCTION_TEXT_4
source: with pending items
es_es: con asuntos pendientes

# FORM_LOAD_TEXT_1
source: Production Screen Loading
es_es: Carga de pantalla de producción

# MANUAL_MODE_LOCK_MESSAGE
source: To start, change the production mode to Automatic in the HMI.
es_es: Para comenzar, cambie el modo de producción a Automático en la HMI.

# MANUAL_MODE_LOCK_TITLE
source: Blocked production
es_es: Producción bloqueada

# MSGBOX_ACTION_NOT_ALLOWED_TITLE
source: Operation not permitted
es_es: Operación no permitida

# NO_SELECTED_PARAMETERS_MESSAGE
source: To start, select Suitability Sheet
es_es: Para comenzar, seleccione Hoja de idoneidad

# NO_SELECTED_PARAMETERS_TITLE
source: No parameters selected
es_es: No hay parámetros seleccionados

# PCB_BATCH_CODE_ERROR
source: Error - Select Batch
es_es: Error - Seleccionar lote

# PCB_BATCH_CODE_TEXT_1
source: on the button to select the lot
es_es: en el botón para seleccionar el lote

# PCB_SEARCH_PRODUCT_ERROR
source: Error - Select Product
es_es: Error - Seleccionar producto

# PCB_SEARCH_PRODUCT_TEXT_1
source: on the button to select the product
es_es: en el botón para seleccionar el producto

# PIC_SEARCH_PRODUCTION_ORDER_TEXT_1
source: on the button to select the production order
es_es: en el botón para seleccionar la orden de producción

# PRINTER_NOT_CONNECTED_MESSAGE
source: Printer not connected. To start, check connection.
es_es: Impresora no conectada. Para comenzar, verifique la conexión.

# PRINTER_NOT_CONNECTED_TITLE
source: Printer not connected
es_es: Impresora no conectada

# REJECTED_NO_READ_MESSAGE
source: Rejected - No reading
es_es: Rechazado - No se puede leer

# TOGGLE_BTN_START_ERROR
source: Modified state of ckBtnStart
es_es: Estado ckBtnStart modificado

# TOGGLE_BTN_START_TEXT_1
source: Changed state of ckBtnStart to
es_es: Se cambió el estado de ckBtnStart a

# USER_ACTION_LOG
source: User: {0} | Screen: Production | Action: {1}
es_es: Usuario: {0} | Pantalla: Producción | Acción: {1}

# USER_CLICK_LOG
source: User: {0} | Screen: Production | Action: Clicked {1}
es_es: Usuario: {0} | Pantalla: Producción | Acción: Se hizo clic en {1}

# USER_CLICK_REGISTERS_LOG_PRODUCTION_STARTED_NOT_ALLOWED
source: User: {0} | Screen: Production | Attempt to START/STOP production without permission. Unauthorized action.
es_es: Usuario: {0} | Pantalla: Producción | Intente INICIAR/DETENER la producción sin permiso. Acción no autorizada.
