Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/RegisterZpl/RegisterZplMessages.*.resx
Languages: es_es, it_it

# BTN_REMOVE_ZPL_TEXT_1
source: Deleting from label layouts {0} by user {1}.
es_es: Eliminando de los diseños de etiquetas {0} por el usuario {1}.
it_it: Eliminazione dai layout delle etichette {0} da parte dell'utente {1}.

# DELETE_PRINT_TEMPLATE_ERROR_TITLE
source: Delete invalid template.
es_es: Eliminar plantilla no válida.
it_it: Elimina il modello non valido.

# DELETE_PRINT_TEMPLATE_EXHIST
source: Unable to delete, the label template is being used.
es_es: No se puede eliminar, se está utilizando la plantilla de etiqueta.
it_it: Impossibile eliminare, il modello di etichetta è in uso.

# DELETE_PRINT_TEMPLATE_QUESTION
source: Do you really want to delete the label template registry record?
es_es: ¿Realmente desea eliminar el registro de registro de la plantilla de etiqueta?
it_it: Vuoi davvero eliminare il record del registro del modello di etichetta?

# DELETE_PRINT_TEMPLATE_QUESTION_TITLE
source: Delete the label template
es_es: Eliminar la plantilla de etiqueta
it_it: Elimina il modello di etichetta

# FILEDS_VALIDATION_TEXT_1
source: The template cannot be empty
es_es: La plantilla no puede estar vacía
it_it: Il modello non può essere vuoto

# FILEDS_VALIDATION_TEXT_2
source: Template description must be more than 5 characters
es_es: La descripción de la plantilla debe tener más de 5 caracteres.
it_it: La descrizione del modello deve contenere più di 5 caratteri

# FILEDS_VALIDATION_TEXT_3
source: Template name must be more than 5 characters
es_es: El nombre de la plantilla debe tener más de 5 caracteres
it_it: Il nome del modello deve contenere più di 5 caratteri

# FORM_LOAD_TEXT_1
source: Label layouts form initiated by user {0}.
es_es: Formulario de diseños de etiquetas iniciado por el usuario {0}.
it_it: Modulo layout etichetta avviato dall'utente {0}.

# GET_EDIT_TEMPLATE_TEXT_1
source: Loaded label layout
es_es: Diseño de etiqueta cargada
it_it: Layout etichetta caricato

# GET_PRINT_TEMPLATE_TEXT_1
source: Label layout record {0} obtained for editing by user {1}.
es_es: Registro de diseño de etiqueta {0} obtenido para edición por parte del usuario {1}.
it_it: Record di layout dell'etichetta {0} ottenuto per la modifica dall'utente {1}.

# INSERT_PRINT_TEMPLATE_QUESTION
source: Do you really want to insert it into the label template registry?
es_es: ¿Realmente desea insertarlo en el registro de plantillas de etiquetas?
it_it: Vuoi davvero inserirlo nel registro dei modelli di etichette?

# INSERT_PRINT_TEMPLATE_QUESTION_TITLE
source: Insert label template
es_es: Insertar plantilla de etiqueta
it_it: Inserisci modello etichetta

# SAVE_TEXT_1
source: Save
es_es: Ahorrar
it_it: Salva

# SAVE_TEXT_2
source: Register
es_es: Registro
it_it: Registro

# UPDATE_PRINT_TEMPLATE_QUESTION
source: Do you really want to update the label template registry?
es_es: ¿Realmente desea actualizar el registro de plantillas de etiquetas?
it_it: Vuoi davvero aggiornare il registro dei modelli di etichette?

# UPDATE_PRINT_TEMPLATE_QUESTION_TITLE
source: Update the label template
es_es: Actualizar la plantilla de etiqueta
it_it: Aggiorna il modello di etichetta
