Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_2/CameraDriver/CameraDriverMessages.*.resx
Languages: es

# CAMERA_CLIENT_SERVER_AWAITING
source: Socket created, waiting for camera client. IP: {0}, Port: {1}
es: Socket creado, esperando al cliente de cámara. IP: {0}, Puerto: {1}

# CAMERA_CLIENT_SERVER_DOWN
source: Socket for client camera connection not created. IP: {0}, Port: {1}
es: No se creó el socket para la conexión de la cámara del cliente. IP: {0}, Puerto: {1}

# CAMERA_SERVER_CONNECTED
source: Connected to camera. IP: {0}, Port: {1}
es: Conectado a la cámara. IP: {0}, Puerto: {1}

# CAMERA_SERVER_NOT_CONNECTED
source: Camera not connected. IP: {0}, Port: {1}
es: Cámara no conectada. IP: {0}, Puerto: {1}

# DICTIONARY_BUILD_ERROR
source: Error deserializing tag data
es: Error al deserializar los datos de la etiqueta

# EXECUTE_TEXT_1
source: Socket read canceled due to timeout.
es: Lectura de socket cancelada debido al tiempo de espera.

# EXECUTE_TEXT_2
source: Error receiving data.
es: Error al recibir datos.

# LEITURA_INVALIDA
source: Invalid reading
es: Lectura no válida

# NAO_LIDO
source: Unread
es: No leído

# TO_CAMERA_DATA_MODEL_TEXT_1
source: Device
es: Dispositivo

# TO_CAMERA_DATA_MODEL_TEXT_2
source: Functionality
es: Funcionalidad

# TO_CAMERA_DATA_MODEL_TEXT_3
source: Line
es: Línea

# TO_CAMERA_DATA_MODEL_TEXT_4
source: Data Received
es: Datos recibidos
