Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_2/ProductionService/ProductionServiceMessages.*.resx
Languages: es, it

# APPROVAL_MESSAGE_BASE
source: Approved item | {0}
es: Artículo aprobado | {0}
it: Articolo approvato | {0}

# AUTO_BACKUP_ERROR_1
source: Automatic backup not performed - Error
es: Copia de seguridad automática no realizada - Error
it: Backup automatico non eseguito - Errore

# AUTO_BACKUP_TEXT_1
source: Automatic backup not performed - Automatic backup settings (SystemSettings.DatabaseManagementSettings) not defined
es: Copia de seguridad automática no realizada: la configuración de copia de seguridad automática (SystemSettings.DatabaseManagementSettings) no está definida
it: Backup automatico non eseguito - Impostazioni di backup automatico (SystemSettings.DatabaseManagementSettings) non definite

# AUTO_BACKUP_TEXT_2
source: Automatic backup disabled. Operation not performed.
es: Copia de seguridad automática deshabilitada. Operación no realizada.
it: Backup automatico disabilitato. Operazione non eseguita.

# AUTO_BACKUP_TEXT_3
source: Automatic backup not performed - Interval since last backup
es: Copia de seguridad automática no realizada: intervalo desde la última copia de seguridad
it: Backup automatico non eseguito - Intervallo dall'ultimo backup

# AUTO_BACKUP_TEXT_4
source: day
es: día
it: giorno

# AUTO_BACKUP_TEXT_5
source: days
es: días
it: giorni

# AUTO_BACKUP_TEXT_6
source: is lower than configured
es: es inferior al configurado
it: Ã¨ inferiore a quello configurato

# BACKUP_ACTION_ERROR_1
source: Error performing automatic database backup
es: Error al realizar copia de seguridad automática de la base de datos
it: Errore durante l'esecuzione del backup automatico del database

# BACKUP_ACTION_TEXT_1
source: Automatic backup successfully performed on
es: Copia de seguridad automática realizada con éxito en
it: Backup automatico eseguito con successo su

# BARCODE_DATAMATRIX_MISMATCH_ERROR
source: Barcode and datamatrix do not match
es: El código de barras y la matriz de datos no coinciden
it: Il codice a barre e la matrice dati non corrispondono

# BATCH_MISMATCH_ERROR
source: Datamatrix batch does not match production
es: El lote de Datamatrix no coincide con la producción
it: Il batch Datamatrix non corrisponde alla produzione

# CAMERA_GROUP_READ_MESSAGE
source: CAMERA {0} - DATA RECEIVED - {1}
es: CÁMARA {0} - DATOS RECIBIDOS - {1}
it: TELECAMERA {0} - DATI RICEVUTI - {1}

# CAMERA_READ_MESSAGE
source: CAMERA 1 - DATA RECEIVED - {0}
es: CÁMARA 1 - DATOS RECIBIDOS - {0}
it: TELECAMERA 1 - DATI RICEVUTI - {0}

# CREATE_FIFO_ENTRY_TEXT_1
source: Error extracting data
es: Error al extraer datos
it: Errore durante l'estrazione dei dati

# CREATE_LABELS_DICTIONARY_ERROR
source: Error creating tag dictionary
es: Error al crear el diccionario de etiquetas
it: Errore durante la creazione del dizionario dei tag

# CREATE_PRODUCTIONS_ERROR
source: Error creating production items
es: Error al crear elementos de producción
it: Errore durante la creazione degli elementi di produzione

# CREATE_PRODUCTION_ORDER_ERROR
source: Error creating production order
es: Error al crear orden de producción
it: Errore durante la creazione dell'ordine di produzione

# EAN13_MISMATCH_ERROR
source: EAN13 on the label does not match the product
es: El EAN13 en la etiqueta no coincide con el producto
it: EAN13 sull'etichetta non corrisponde al prodotto

# EMPTY_BARCODE_ERROR
source: Barcode not read
es: Código de barras no leído
it: Codice a barre non letto

# EMPTY_DATAMATRIX_ERROR
source: Datamatrix not read
es: Matriz de datos no leídos
it: Datamatrix non letto

# ERROR_ASSIGN_REJECT_REASON
source: Error registering defect
es: Error al registrar el defecto
it: Errore durante la registrazione del difetto

# EVALUATE_FIFO_ITEM_MESSAGE
source: FIFO REJECTION CHECK - {0}
es: COMPROBACIÓN DE RECHAZO FIFO - {0}
it: CONTROLLO RIFIUTO FIFO - {0}

# EVALUETE_FIRST_FIFO_ITEM_TEXT_1
source: Start of the method
es: Inicio del método
it: Inizio del metodo

# EVALUETE_FIRST_FIFO_ITEM_TEXT_10
source: End of method
es: Fin del método
it: Fine del metodo

# EVALUETE_FIRST_FIFO_ITEM_TEXT_2
source: Item extracted from
es: Artículo extraído de
it: Elemento estratto da

# EVALUETE_FIRST_FIFO_ITEM_TEXT_3
source: Item approved
es: Artículo aprobado
it: Articolo approvato

# EVALUETE_FIRST_FIFO_ITEM_TEXT_4
source: Approved
es: Aprobado
it: Approvato

# EVALUETE_FIRST_FIFO_ITEM_TEXT_5
source: Item rejected
es: Artículo rechazado
it: Articolo rifiutato

# EVALUETE_FIRST_FIFO_ITEM_TEXT_6
source: Recorded
es: Grabado
it: Registrato

# EVALUETE_FIRST_FIFO_ITEM_TEXT_7
source: Camera Reading Status
es: Estado de lectura de la cámara
it: Stato di lettura della fotocamera

# EVALUETE_FIRST_FIFO_ITEM_TEXT_8
source: Rejected
es: Rechazado
it: Respinto

# EVALUETE_FIRST_FIFO_ITEM_TEXT_9
source: Reading
es: Lectura
it: Lettura

# EXPIRATION_DATE_MISMATCH_ERROR
source: Datamatrix expiration date does not match production
es: La fecha de vencimiento de Datamatrix no coincide con la producción
it: La data di scadenza del Datamatrix non corrisponde alla produzione

# EXTRACT_PRINT_DATA_FROM_SEARCH_KEY_ERROR_1
source: Unrecognized Label Generation Method
es: Método de generación de etiquetas no reconocido
it: Metodo di generazione di etichette non riconosciute

# FIFO_VALIDATION_BY_CAMERA_STATUS_TEXT_1
source: APPROVED | {0}
es: APROBADO | {0}
it: APPROVATO | {0}

# FIFO_VALIDATION_BY_CAMERA_STATUS_TEXT_2
source: REJECTED | {0}
es: RECHAZADO | {0}
it: RIFIUTATO | {0}

# FIFO_VALIDATION_BY_CAMERA_STATUS_TEXT_3
source: label
es: etiqueta
it: etichetta

# GENERATE_EPC_TEXT_1
source: CREATION OF EPC - Beginning of the Method
es: CREACIÓN DEL EPC – Inicio del Método
it: CREAZIONE DELL'EPC - Inizio del Metodo

# GENERATE_EPC_TEXT_2
source: CREATION OF EPC - Sequential generated
es: CREACIÓN DE EPC - Generación secuencial
it: CREAZIONE DI EPC - Generato sequenzialmente

# GENERATE_EPC_TEXT_3
source: CREATION OF EPC - Epc generated
es: CREACIÓN DE EPC - Epc generado
it: CREAZIONE DELL'EPC - Epc generato

# GENERATE_EPC_TEXT_4
source: End of Method
es: Fin del método
it: Fine del metodo

# GENERATE_LABEL_TEXT_1
source: There are no items available for consumption for the item scanned.
es: No hay artículos disponibles para el consumo del artículo leído.
it: Non ci sono articoli disponibili per il consumo per l'articolo scansionato.

# GENERIC_ALARM_ERROR
source: Error checking alarm signals
es: Comprobación de errores en las señales de alarma
it: Errore durante il controllo dei segnali di allarme

# GET_PRINTER_ALARM_AND_DOWNTIME_TYPES_TEXT_1
source: Printer type not available, could not generate alarm for disconnection
es: Tipo de impresora no disponible, no se pudo generar alarma por desconexión
it: Tipo di stampante non disponibile, impossibile generare allarme per disconnessione

# IDENTIFIER_MISMATCH_ERROR
source: Datamatrix sublot does not match production
es: El sublote de Datamatrix no coincide con la producción
it: Il sottolotto Datamatrix non corrisponde alla produzione

# INCREMENT_RFID_CONSECUTIVE_REJECTS_TEXT_1
source: Stopped by {0} consecutive rejects of
es: Detenido por {0} rechazos consecutivos
it: Arrestato da {0} rifiuti consecutivi di

# INITIAL_PRINT_BUFFER_TEXT_1
source: InitialPrintBufferAsync - sending initial buffer to printer
es: InitialPrintBufferAsync: envía el búfer inicial a la impresora
it: InitialPrintBufferAsync - invio del buffer iniziale alla stampante

# INITIAL_PRINT_BUFFER_TEXT_2
source: tags
es: etiquetas
it: etichette

# INVALID_PAYLOAD_TYPE
source: Invalid payload type: {0}
es: Tipo de carga útil no válido: {0}
it: Tipo di payload non valido: {0}

# LABELER_VALIDATION_READER
source: Conference Reader | Serial: {0} | {1}
es: Lector de la Conferencia | Serie: {0} | {1}
it: Lettore della conferenza | Seriale: {0} | {1}

# LABELER_VALIDATION_READER_ERROR
source: Error checking application
es: Aplicación de comprobación de errores
it: Errore di controllo dell'applicazione

# LOAD_PRINT_LIST_FROM_PRODUCTION_ORDER_ID_ERROR_1
source: Error loading Production Order
es: Error al cargar la orden de producción
it: Errore durante il caricamento dell'ordine di produzione

# MULTIPLE_UNIQUE_LABELS_TEXT_1
source: Receiving payload via socket...
es: Recibiendo carga útil a través del socket...
it: Ricezione del payload tramite socket...

# MULTIPLE_UNIQUE_LABELS_TEXT_2
source: Payload received successfully
es: Carga útil recibida con éxito
it: Carico utile ricevuto con successo

# MULTIPLE_UNIQUE_LABELS_TEXT_3
source: tags
es: etiquetas
it: etichette

# NO_AVAILABLE_ITEMS_MESSAGE
source: There are no items to check on the list
es: No hay elementos para verificar en la lista.
it: Non ci sono elementi da controllare nell'elenco

# NO_ITEM_TO_VALIDATE
source: Conference Camera: No items to check
es: Cámara de conferencia: No hay elementos para verificar
it: Telecamera per conferenze: nessun elemento da controllare

# NO_READ
source: Unread
es: No leído
it: Non letto

# NO_READ_ALARM_LOG_MESSAGE
source: ALARM: Unread box | Cell {0} Row {1}
es: ALARMA: Buzón sin leer | Celda {0} Fila {1}
it: ALLARME: Casella non letta | Cella {0} Riga {1}

# NULL_PAYLOAD_TYPE
source: Payload type not provided
es: Tipo de carga útil no proporcionado
it: Tipo di carico utile non fornito

# PAYLOAD_CONSUMPTION_ERROR_1
source: Error generating label
es: Error al generar etiqueta
it: Errore durante la generazione dell'etichetta

# PAYLOAD_CONSUMPTION_TEXT_1
source: Entry Camera - No production found for this
es: Cámara de entrada - No se encontró ninguna producción para esta
it: Telecamera d'ingresso - Nessuna produzione trovata per il

# PAYLOAD_CONSUMPTION_TEXT_2
source: Fixing error in tb_production_info
es: Corrección de error en tb_production_info
it: Correzione dell'errore in tb_production_info

# PAYLOAD_CONSUMPTION_TEXT_3
source: Unidentified item
es: Artículo no identificado
it: Oggetto non identificato

# PIXEL_COUNT_CHECK_TEXT_1
source: Validation Reader - Tag Pixel Count: The reader did not send any matching value
es: Lector de validación - Recuento de píxeles de la etiqueta: El lector no envió ningún valor coincidente
it: Lettore di convalida - Conteggio pixel tag: il lettore non ha inviato alcun valore corrispondente

# PIXEL_COUNT_CHECK_TEXT_2
source: Validation Reader - Tag Pixel Count: Reader did not send matching values
es: Lector de validación: recuento de píxeles de la etiqueta: el lector no envió valores coincidentes
it: Lettore di convalida - Conteggio pixel tag: il lettore non ha inviato valori corrispondenti

# PROCESS_SELECTED_VALIDATION_READER_DATA_ERROR_1
source: Error
it: Errore

# PROCESS_SELECTED_VALIDATION_READER_DATA_TEXT_1
source: No items in queue
es: No hay artículos en la cola
it: Nessun elemento in coda

# PROCESS_SELECTED_VALIDATION_READER_DATA_TEXT_2
source: Invalid barcode content
es: Contenido de código de barras no válido
it: Contenuto del codice a barre non valido

# PROCESS_SELECTED_VALIDATION_READER_DATA_TEXT_3
source: The expected item does not contain
es: El artículo esperado no contiene
it: L'articolo previsto non contiene

# PROCESS_SELECTED_VALIDATION_READER_DATA_TEXT_4
source: Quality analysis
es: Análisis de calidad
it: Analisi della qualitÃ

# PROCESS_SELECTED_VALIDATION_READER_DATA_TEXT_5
source: Extraction key not read
es: Clave de extracción no leída
it: Chiave di estrazione non letta

# PRODUCTION_DATE_MISMATCH_ERROR
source: Datamatrix production date does not match production
es: La fecha de producción de Datamatrix no coincide con la producción
it: La data di produzione della matrice dati non corrisponde alla produzione

# RECEIVED_CAMERA_DATA_CAMERA_GROUP_TEXT_1
source: Production not started
es: La producción no ha comenzado
it: Produzione non avviata

# RECORD_RFID_TEXT_1
source: MANAGING RFID BUFFER
es: GESTIÓN DEL BÚFER RFID
it: GESTIONE DEL BUFFER RFID

# RECORD_RFID_TEXT_10
source: and
es: y
it: E

# RECORD_RFID_TEXT_11
source: updated
es: actualizado
it: aggiornato

# RECORD_RFID_TEXT_12
source: Recorded
es: Grabado
it: Registrato

# RECORD_RFID_TEXT_13
source: Buffer extraction operation not performed: Buffer zeroed
es: Operación de extracción de búfer no realizada: búfer puesto a cero
it: Operazione di estrazione del buffer non eseguita: buffer cancellato

# RECORD_RFID_TEXT_2
source: Beginning of the Method
es: Inicio del método
it: Inizio del metodo

# RECORD_RFID_TEXT_3
source: successfully removed from FIFO
es: eliminado exitosamente de FIFO
it: rimosso con successo da FIFO

# RECORD_RFID_TEXT_4
source: Failed to remove epc from fifo
es: No se pudo eliminar el epc de fifo
it: Impossibile rimuovere epc da fifo

# RECORD_RFID_TEXT_5
source: Item extracted for recording
es: Elemento extraído para grabación
it: Elemento estratto per la registrazione

# RECORD_RFID_TEXT_6
source: EQUAL to
es: IGUAL a
it: UGUALE a

# RECORD_RFID_TEXT_7
source: DIFFERENT from
es: DIFERENTE de
it: DIVERSO da

# RECORD_RFID_TEXT_8
source: RFID Reading - EPC to be recorded
es: Lectura RFID - EPC a grabar
it: Lettura RFID - EPC da registrare

# RECORD_RFID_TEXT_9
source: read after recording
es: leer después de grabar
it: leggere dopo la registrazione

# REJECT_MESSAGE_BASE
source: Rejected item | {0}
es: Artículo rechazado | {0}
it: Articolo rifiutato | {0}

# REJECT_REASON_ASSIGNED
source: Defect registered | Serial: {0} | Reason: {1}
es: Defecto registrado | Serie: {0} | Razón: {1}
it: Difetto registrato | Seriale: {0} | Motivo: {1}

# REPLACE_PRINT_VARIABLES_TEXT_1
source: REPLACE PRINT VARIABLES - Method Start
es: REEMPLAZAR VARIABLES DE IMPRESIÓN - Inicio del método
it: SOSTITUIRE LE VARIABILI DI STAMPA - Metodo Start

# REPLACE_PRINT_VARIABLES_TEXT_2
source: REPLACE PRINT VARIABLES - End of method - Generated script
es: REEMPLAZAR VARIABLES DE IMPRESIÓN - Fin del método - Script generado
it: SOSTITUIRE LE VARIABILI DI STAMPA - Fine del metodo - Script generato

source: Serial not found
es: Número de serie no encontrado
it: Seriale non trovato

# SIGNAL_RECEIVED_MESSAGE
source: PLC READING - Signal: '{0}' - Value: '{1}'
es: LECTURA PLC - Señal: '{0}' - Valor: '{1}'
it: LETTURA PLC - Segnale: '{0}' - Valore: '{1}'

# START_PRODUCTION_MODE_TEXT_1
source: PRODUCTION METHOD STARTED - Product
es: MÉTODO DE PRODUCCIÓN INICIADO - Producto
it: METODO DI PRODUZIONE INIZIATO - Prodotto

# START_PRODUCTION_MODE_TEXT_2
source: Operator
es: Operador
it: Operatore

# START_TEST_MODE_TEXT_1
source: TEST MODE STARTED
es: MODO DE PRUEBA INICIADO
it: MODALITÃ TEST AVVIATA

# START_TEST_MODE_TEXT_2
source: Elapsed cycle time: {0}
es: Tiempo de ciclo transcurrido: {0}
it: Tempo trascorso del ciclo: {0}

# START_TEST_MODE_TEXT_3
source: TEST MODE INTERRUPTED
es: MODO DE PRUEBA INTERRUMPIDO
it: MODALITÃ TEST INTERROTTA

# SYSTEM_ACTION_LOG
source: User: {0} | System Action: {1}
es: Usuario: {0} | Acción del sistema: {1}
it: Utente: {0} | Azione del sistema: {1}

# SYSTEM_ERROR_LOG
source: User: {0} | Error: {1}
es: Usuario: {0} | Error: {1}
it: Utente: {0} | Errore: {1}

# TEST_INITIAL_PRINTER_CONNECTION_TEXT_1
source: Printer not connected
es: Impresora no conectada
it: Stampante non connessa

# UNAVAILABLE_SERIAL
source: Not available
es: No disponible
it: Non disponibile

# VALIDATION_FRO_PRINT_LABELS_LIST_ERROR_1
source: Error processing conference reading
es: Error al procesar la lectura de la conferencia
it: Errore durante l'elaborazione della lettura della conferenza

# VALIDATION_FRO_PRINT_LABELS_LIST_TEXT_1
source: Production Order
es: Orden de producción
it: Ordine di produzione

# VALIDATION_FRO_PRINT_LABELS_LIST_TEXT_2
source: completed. Finishing...
es: terminado. Refinamiento...
it: completato. Finitura...

# VALIDATION_FRO_PRINT_LABELS_LIST_TEXT_3
source: automatically completed
es: Completado automáticamente
it: completato automaticamente

# WEIGHT_ABOVE_MAX_PRINT_MESSAGE
source: Weight [{0}kg] above the maximum for the product
es: Peso [{0}kg] por encima del máximo para el producto
it: Peso [{0}kg] superiore al massimo per il prodotto

# WEIGHT_BELOW_MIN_PRINT_MESSAGE
source: Weight [{0}kg] below the minimum for the product
es: Peso [{0}kg] por debajo del mínimo para el producto
it: Peso [{0}kg] inferiore al minimo per il prodotto
