Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/frmSettingDatabase/frmSettingDatabaseMessages.*.resx
Languages: es_es, it_it

# ACTION_ERROR_LOG
source: User: {0} | Screen: Database Settings | Action: {1} | Error: {2}
es_es: Usuario: {0} | Pantalla: Configuración de la base de datos | Acción: {1} | Error: {2}
it_it: Utente: {0} | Schermata: Impostazioni database | Azione: {1} | Errore: {2}

# BTN_CREATE_BACKUP_ERROR_1
source: Error trying to create encrypted backup
es_es: Error al intentar crear una copia de seguridad cifrada
it_it: Errore durante il tentativo di creare un backup crittografato

# BTN_CREATE_BACKUP_ERROR_2
source: Create Encrypted Backup
es_es: Crear copia de seguridad cifrada
it_it: Crea backup crittografato

# BTN_CREATE_BACKUP_TEXT_1
source: Creating backup
es_es: Creando copia de seguridad
it_it: Creazione del backup

# BTN_CREATE_BACKUP_TEXT_2
source: Select a folder to save the encrypted backup
es_es: Seleccione una carpeta para guardar la copia de seguridad cifrada
it_it: Seleziona una cartella in cui salvare il backup crittografato

# BTN_CREATE_BACKUP_TEXT_3
source: on the Create Encrypted Backup button
es_es: en el botón Crear copia de seguridad cifrada
it_it: sul pulsante Crea backup crittografato

# BTN_DELETE_SETTINGS_TEXT_1
source: on the Delete button
es_es: en el botón Eliminar
it_it: sul pulsante Elimina

# BTN_DUMP_FOLDER_TEXT_1
source: Select a folder to automatically save the encrypted backup
es_es: Seleccione una carpeta para guardar automáticamente la copia de seguridad cifrada
it_it: Seleziona una cartella in cui salvare automaticamente il backup crittografato

# BTN_DUMP_FOLDER_TEXT_2
source: on the button to select automatic backup path
es_es: en el botón para seleccionar la ruta de copia de seguridad automática
it_it: sul pulsante per selezionare il percorso di backup automatico

# BTN_RESTORE_DUMP_ERROR_1
source: Error trying to restore encrypted backup
es_es: Error al intentar restaurar la copia de seguridad cifrada
it_it: Errore durante il tentativo di ripristino del backup crittografato

# BTN_RESTORE_DUMP_TEXT_3
source: Restoring backup
es_es: Restaurando copia de seguridad
it_it: Ripristino del backup

# BTN_RESTORE_DUMP_TEXT_4
source: Select a file to restore
es_es: Seleccione un archivo para restaurar
it_it: Seleziona un file da ripristinare

# BTN_RESTORE_DUMP_TEXT_5
source: Encrypted backups (*.encrypted)|*.encrypted
es_es: Copias de seguridad cifradas (*.encrypted)|*.encrypted
it_it: Backup crittografati (*.encrypted)|*.encrypted

# BTN_RESTORE_DUMP_TEXT_6
source: on the Restore Encrypted Backup button
es_es: en el botón Restaurar copia de seguridad cifrada
it_it: Fare clic sul pulsante Ripristina backup crittografato

# BTN_SAVE_AUTO_DUMP_ERROR_1
source: Error saving Auto Backup settings
es_es: Error al guardar la configuración de copia de seguridad automática
it_it: Errore durante il salvataggio delle impostazioni di backup automatico

# BTN_SAVE_AUTO_DUMP_ERROR_2
source: Error
it_it: Errore

# BTN_SAVE_AUTO_DUMP_ERROR_3
source: Error saving automatic backup settings: The value
es_es: Error al guardar la configuración de copia de seguridad automática: El valor
it_it: Errore durante il salvataggio delle impostazioni di backup automatico: il valore

# BTN_SAVE_AUTO_DUMP_ERROR_4
source: set as Automatic Backup Interval by user
es_es: Establecer como intervalo de copia de seguridad automática por el usuario
it_it: impostato su Intervallo di backup automatico per utente

# BTN_SAVE_AUTO_DUMP_ERROR_5
source: is not an integer between 0 and 90
es_es: no es un entero entre 0 y 90
it_it: non è un numero intero compreso tra 0 e 90

# BTN_SAVE_AUTO_DUMP_ERROR_6
source: The backup interval must be an integer,\r\nbetween 1 and 90 (days)
es_es: El intervalo de copia de seguridad debe ser un número entero,\r\nentre 1 y 90 (días)
it_it: L'intervallo di backup deve essere un numero intero,\r\ncompreso tra 1 e 90 (giorni)

# BTN_SAVE_AUTO_DUMP_ERROR_7
source: Invalid value
es_es: Valor no válido
it_it: Valore non valido

# BTN_SAVE_AUTO_DUMP_TEXT_1
source: The changes have been saved successfully!\r\nPlease restart the software for the changes to take effect.
es_es: ¡Los cambios se han guardado correctamente!\r\nReinicie el software para que los cambios surtan efecto.
it_it: Le modifiche sono state salvate correttamente!\r\nRiavviare il software affinché le modifiche abbiano effetto.

# BTN_SAVE_AUTO_DUMP_TEXT_2
source: Automatic Backup
es_es: Copia de seguridad automática
it_it: Backup automatico

# BTN_SAVE_AUTO_DUMP_TEXT_3
source: in the 'Save Settings' button of the 'Auto Backup' section
es_es: Haga clic en el botón 'Guardar configuración' en la sección 'Copia de seguridad automática'
it_it: nel pulsante "Salva impostazioni" della sezione "Backup automatico"

# BTN_SAVE_CONFIG_TEXT_1
source: Save settings
es_es: Guardar configuración
it_it: Salva impostazioni

# BTN_SAVE_CONFIG_TEXT_2
source: on the Save button
es_es: en el botón Guardar
it_it: sul pulsante Salva

# BTN_TEST_CONNECTION_ERROR_1
source: Error trying to test database connection.
es_es: Error al intentar probar la conexión a la base de datos.
it_it: Errore durante il tentativo di testare la connessione al database.

# BTN_TEST_CONNECTION_ERROR_2
source: Test database connection
es_es: Probar la conexión a la base de datos
it_it: Prova la connessione al database

# BTN_TEST_CONNECTION_TEXT_1
source: Problem trying to get database connection data
es_es: Problema al intentar obtener datos de conexión a la base de datos
it_it: Problema durante il tentativo di ottenere i dati di connessione al database

# BTN_TEST_CONNECTION_TEXT_2
source: Problem trying to connect to the database
es_es: Problema al intentar conectarse a la base de datos
it_it: Problema durante il tentativo di connessione al database

# BTN_TEST_CONNECTION_TEXT_3
source: Database connection successful!
es_es: ¡Conexión a la base de datos exitosa!
it_it: Connessione al database riuscita!

# BTN_TEST_CONNECTION_TEXT_4
source: Database connection test completed successfully.
es_es: La prueba de conexión a la base de datos se completó con éxito.
it_it: Test di connessione al database completato con successo.

# BTN_TEST_CONNECTION_TEXT_5
source: on the Test Connection button
es_es: en el botón Probar conexión
it_it: sul pulsante Test Connessione

# CHK_AUTO_DUMP_STATUS_1
source: Disabled
es_es: Desactivado
it_it: Disabilitato

# CHK_AUTO_DUMP_STATUS_2
source: Enabled
es_es: Activado
it_it: Abilitato

# CONFIG_TITLE_1
source: Database - Settings
es_es: Base de datos - Configuración
it_it: Database - Impostazioni

# CONFIG_TITLE_2
source: Restore Encrypted Backup
es_es: Restaurar copia de seguridad cifrada
it_it: Ripristina backup crittografato

# CREATE_BACKUP_PROCESS_TEXT_1
source: Created Encrypted Backup on the path
es_es: Se creó una copia de seguridad cifrada en la ruta
it_it: Creato backup crittografato sul percorso

# CREATE_ENCRYPTED_BACKUP_DIALOG_PROMPT
source: Do you want to create encrypted backup on {0}?
es_es: ¿Quieres crear una copia de seguridad cifrada en {0}?
it_it: Vuoi creare un backup crittografato su {0}?

# CREATE_ENCRYPTED_BACKUP_DIALOG_TITLE
source: Create encrypted backup
es_es: Crear copia de seguridad cifrada
it_it: Crea backup crittografato

# FORM_LOAD_ERROR_1
source: Error displaying device data on setup screen.
es_es: Error al mostrar los datos del dispositivo en la pantalla de configuración.
it_it: Errore nella visualizzazione dei dati del dispositivo nella schermata di configurazione.

# FORM_LOAD_TEXT_1
source: Device data loaded on the setup screen.
es_es: Datos del dispositivo cargados en la pantalla de configuración.
it_it: Dati del dispositivo caricati nella schermata di configurazione.

# IMPORT_BACKUP_PROCESS_TEXT_1
source: Restored Encrypted Backup of the file
es_es: Copia de seguridad cifrada restaurada del archivo
it_it: Backup crittografato ripristinato del file

# MSGBOX_ACTION_LIMITED_ALLOWED
source: Your access level [{0}] does not allow you to perform all actions on this form.
es_es: Su nivel de acceso [{0}] no le permite realizar todas las acciones en este formulario.
it_it: Il tuo livello di accesso [{0}] non dispone dell'autorizzazione per eseguire tutte le azioni in questo modulo

# MSGBOX_ACTION_NOT_ALLOWED
source: Your access level [{0}] does not allow you to perform this action.
es_es: Su nivel de acceso [{0}] no le permite realizar esta acción.
it_it: Il tuo livello di accesso [{0}] non ti consente di eseguire questa azione.

# MSGBOX_DELETE_DATA_ERROR_1
source: Error trying to delete data from the database!
es_es: ¡Error al intentar eliminar datos de la base de datos!
it_it: Errore durante il tentativo di eliminazione dei dati dal database!

# MSGBOX_DELETE_DATA_ERROR_2
source: Delete data by period
es_es: Eliminar datos por periodo
it_it: Elimina i dati per periodo

# MSGBOX_LOAD_DATA_ERROR
source: Error trying to load configuration data from database!
es_es: ¡Error al intentar cargar los datos de configuración de la base de datos!
it_it: Errore durante il tentativo di caricare i dati di configurazione dal database!

# MSGBOX_SAVE_DATA_ERROR
source: Error trying to write database configuration data!
es_es: ¡Error al intentar escribir datos de configuración de la base de datos!
it_it: Errore durante il tentativo di scrittura dei dati di configurazione del database!

# NETWORK_CONNCETION_ERROR_1
source: Unable to get database connection data
es_es: No se pueden obtener los datos de conexión de la base de datos
it_it: Impossibile ottenere i dati di connessione al database

# NETWORK_CONNCETION_ERROR_2
source: Failed to get connection data
es_es: No se pudieron obtener los datos de conexión
it_it: Impossibile ottenere i dati di connessione

# RESTORE_ENCRYPTED_BACKUP_DIALOG_TITLE
source: Restore encrypted backup
es_es: Restaurar copia de seguridad cifrada
it_it: Ripristina il backup crittografato

# SAVE_DEVICES_PROCESS_TEXT_1
source: The changes have been saved successfully!\r\nPlease restart the software for the changes to take effect.
es_es: ¡Los cambios se han guardado correctamente!\r\nReinicie el software para que los cambios surtan efecto.
it_it: Le modifiche sono state salvate correttamente!\r\nRiavviare il software affinché le modifiche abbiano effetto.

# USER_ACTION_LOG
source: User: {0} | Screen: Database Settings | Action: {1}
es_es: Usuario: {0} | Pantalla: Configuración de la base de datos | Acción: {1}
it_it: Utente: {0} | Schermata: Impostazioni database | Azione: {1}

# USER_CLICK_LOG
source: User: {0} | Screen: Database Settings | Action: Clicked {1}
es_es: Usuario: {0} | Pantalla: Configuración de la base de datos | Acción: Se hizo clic en {1}
it_it: Utente: {0} | Schermata: Impostazioni database | Azione: cliccato {1}

# USER_SAVED_SETTINGS_LOG
source: User: {0} | Screen: Database Settings - Automatic Backup | Action: Saved settings: {1}
es_es: Usuario: {0} | Pantalla: Configuración de la base de datos - Copia de seguridad automática | Acción: Configuraciones guardadas: {1}
it_it: Utente: {0} | Schermata: Impostazioni database - Backup automatico | Azione: Impostazioni salvate: {1}
