Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_2/PlcExternalService/PlcExternalServiceMessages.*.resx
Languages: es, it

# APPLICATOR_PRESET_LOG
source: Recipe submitted: Speed ​​{0}, Size {1}, Delay {2}, Accel Ramp {3}, Dec Ramp {4}, Filter {5}
es: Receta enviada: Velocidad {0}, Tamaño {1}, Retraso {2}, Rampa de aceleración {3}, Rampa de desaceleración {4}, Filtro {5}
it: Ricetta inviata: Velocità {0}, Dimensione {1}, Ritardo {2}, Rampa di accelerazione {3}, Rampa di decelerazione {4}, Filtro {5}

# BOOL_VARIABLES_TEXT_1
source: Life bit
es: Un poco de vida
it: Un po' di vita

# BOOL_VARIABLES_TEXT_10
source: OUT sensor - cylinder
es: Sensor de salida - cilindro
it: Sensore OUT - cilindro

# BOOL_VARIABLES_TEXT_11
source: Emergency applicator
es: Aplicador de emergencia
it: Applicatore di emergenza

# BOOL_VARIABLES_TEXT_12
source: Printer failure
es: Fallo de impresora
it: Errore della stampante

# BOOL_VARIABLES_TEXT_13
source: Broken liner
es: Revestimiento roto
it: Rivestimento rotto

# BOOL_VARIABLES_TEXT_14
source: IN sensor out of position
es: Sensor IN fuera de posición
it: Sensore IN fuori posizione

# BOOL_VARIABLES_TEXT_15
source: OUT sensor out of position
es: Sensor OUT fuera de posición
it: Sensore OUT fuori posizione

# BOOL_VARIABLES_TEXT_16
source: Lack of Label
es: Falta de etiqueta
it: Mancanza di etichetta

# BOOL_VARIABLES_TEXT_17
source: Emergency button activated
es: Botón de emergencia activado
it: Pulsante di emergenza attivato

# BOOL_VARIABLES_TEXT_2
source: Open door
es: Puerta abierta
it: Porta aperta

# BOOL_VARIABLES_TEXT_3
source: Machine operating
es: Operación de la máquina
it: Macchina in funzione

# BOOL_VARIABLES_TEXT_4
source: Equipment without compressed air
es: Equipo sin aire comprimido
it: Apparecchiature senza aria compressa

# BOOL_VARIABLES_TEXT_5
source: Accumulation in the tailings
es: Acumulación en los relaves
it: Accumulo nei rifiuti

# BOOL_VARIABLES_TEXT_6
source: Line Accumulation
es: Acumulación de línea
it: Accumulo di linea

# BOOL_VARIABLES_TEXT_7
source: Application sensor
es: Sensor de aplicación
it: Sensore di applicazione

# BOOL_VARIABLES_TEXT_8
source: Rewind sensor
es: Sensor de rebobinado
it: Sensore di riavvolgimento

# BOOL_VARIABLES_TEXT_9
source: IN sensor - cylinder
es: Sensor IN - cilindro
it: Sensore IN - cilindro

# INPUT_REGISTERS_TEXT_1
source: Applicator Speed
es: Velocidad del aplicador
it: Velocità dell'applicatore

# INPUT_REGISTERS_TEXT_2
source: Application Delay
es: Retraso en la solicitud
it: Ritardo dell'applicazione

# INPUT_REGISTERS_TEXT_3
source: Rejection Delay
es: Retraso de rechazo
it: Ritardo di rifiuto

# PLC_CONNECTED_LOG
source: Connected PLC
es: PLC conectado
it: PLC connesso
