Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/frmSettingWSAuroraToledo/frmSettingWSAuroraToledoMessages.*.resx
Languages: es_es, it_it

# AURORA_CONNECTION_ERROR
source: Error connecting to WS Aurora.\nPlease check the connection and try again.
es_es: Error al conectar a WS Aurora.\nVerifique la conexión y vuelva a intentarlo.
it_it: Errore di connessione a WS Aurora.\nControllare la connessione e riprovare.

# AURORA_CONNECTION_ERROR_TITLE
source: WS Aurora - Connection Status
es_es: WS Aurora - Estado de la conexión
it_it: WS Aurora - Stato della connessione

# BTN_AURORA_SAVE_TEXT_1
source: on the Save button - WS Aurora
es_es: en el botón Guardar - WS Aurora
it_it: sul pulsante Salva - WS Aurora

# BTN_TOLEDO_SAVE_TEXT_1
source: on the Test Connection button - WS Toledo
es_es: en el botón Probar conexión - WS Toledo
it_it: sul pulsante Test Connection - WS Toledo

# BTN_WS_AURORA_TEST_TEXT_1
source: on the Test Connection button - WS Aurora
es_es: en el botón Probar conexión - WS Aurora
it_it: sul pulsante Test Connection - WS Aurora

# BTN_WS_TOLEDO_TEST_TEXT_1
source: on the Test Connection button - WS Toledo
es_es: en el botón Probar conexión - WS Toledo
it_it: sul pulsante Test Connection - WS Toledo

# CONFIG_TITLE_1
source: WS Toledo - Settings
es_es: WS Toledo - Configuración
it_it: WS Toledo - Impostazioni

# CONFIG_TITLE_2
source: WS Aurora - Settings
es_es: WS Aurora - Configuración
it_it: WS Aurora - Impostazioni

# FORM_LOAD_ERROR_1
source: Error displaying WS data on setup screen.
es_es: Error al mostrar datos de WS en la pantalla de configuración.
it_it: Errore nella visualizzazione dei dati WS nella schermata di configurazione.

# FORM_LOAD_TEXT_1
source: WS data loaded into the setup screen.
es_es: Datos WS cargados en la pantalla de configuración.
it_it: Dati WS caricati nella schermata di configurazione.

# MSGBOX_ACTION_LIMITED_ALLOWED
source: Your access level [{0}] does not allow you to perform all actions on this form.
es_es: Su nivel de acceso [{0}] no tiene autorización para realizar todas las acciones en este formulario
it_it: Il tuo livello di accesso [{0}] non ti consente di eseguire tutte le azioni su questo modulo.

# MSGBOX_ACTION_NOT_ALLOWED
source: Your access level [{0}] does not allow you to perform this action.
es_es: Su nivel de acceso [{0}] no le permite realizar esta acción.
it_it: Il tuo livello di accesso [{0}] non ti consente di eseguire questa azione.

# MSG_ERROR_TEXT_1
source: Error
it_it: Errore

# SAVE_PROCESS_TEXT_1
source: Settings saved successfully!
es_es: ¡Configuración guardada exitosamente!
it_it: Impostazioni salvate con successo!

# TOLEDO_CONNECTION_ERROR
source: Error connecting to WS Toledo.\nPlease check the connection and try again.
es_es: Error al conectar a WS Toledo.\nVerifique la conexión y vuelva a intentarlo.
it_it: Errore di connessione a WS Toledo.\nControllare la connessione e riprovare.

# TOLEDO_CONNECTION_ERROR_TITLE
source: WS Toledo - Connection Status
es_es: WS Toledo - Estado de la conexión
it_it: WS Toledo - Stato della connessione

# USER_CLICK_LOG
source: Web Services Screen - User {0} clicked {1}
es_es: Pantalla de servicios web: el usuario {0} hizo clic en {1}
it_it: Schermata Servizi Web - L'utente {0} ha cliccato su {1}
