Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/FrmSettingsDevicesPayloadSocket/FrmSettingsDevicesPayloadSocketMessages.*.resx
Languages: es_es

# ACTION_ERROR_LOG
source: User: {0} | Screen: Device Settings | Action: {1} | Error: {2}
es_es: Usuario: {0} | Pantalla: Configuración Dispositivos | Acción: {1} | Error: {2}

# BTN_SAVE_TEXT_1
source: on the Save button
es_es: en el botón Guardar

# CONFIG_TITLE_1
source: Devices - Settings
es_es: Dispositivos - Configuraciones

# FORM_LOAD_ERROR_1
source: Error displaying device data on setup screen.
es_es: Error al mostrar los datos del dispositivo en la pantalla de configuración.

# FORM_LOAD_TEXT_1
source: Device data loaded on the setup screen.
es_es: Datos del dispositivo cargados en la pantalla de configuración.

# LOAD_DEVICES_PROCESS_ERROR_1
source: Error loading device settings screen:
es_es: Error al cargar la pantalla de configuración del dispositivo:

# SAVE_PROCESS_ERRO_1
source: Error saving device settings:\r\n
es_es: Error al guardar la configuración del dispositivo:\r\n

# SAVE_PROCESS_TEXT_1
source: The changes have been saved successfully!\r\nPlease restart the software for the changes to take effect.
es_es: ¡Los cambios se han guardado correctamente!\r\nReinicie el software para que los cambios surtan efecto.

# SAVE_PROCESS_TEXT_2
source: Printer Applicator
es_es: Aplicador de impresora

# SAVE_PROCESS_TEXT_3
source: Print Receive Socket
es_es: Toma de recepción de impresión

# SAVE_PROCESS_TEXT_4
source: Validation Reader
es_es: Lector de validación

# USER_ACTION_LOG
source: User: {0} | Screen: Device Settings | Action: {1}
es_es: Usuario: {0} | Pantalla: Configuración Dispositivos | Acción: {1}

# USER_CLICK_LOG
source: User: {0} | Screen: Device Settings | Action: Clicked {1}
es_es: Usuario: {0} | Pantalla: Configuración Dispositivos | Acción: se hizo clic en {1}

# USER_SAVED_SETTINGS_LOG
source: User: {0} | Screen: Device Settings | Action: Saved device settings {1}
es_es: Usuario: {0} | Pantalla: Configuración Dispositivos | Acción: Configuración del dispositivo guardada {1}
