Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/FrmRejectReasonEntries/FrmRejectReasonEntriesMessages.*.resx
Languages: es_es

# ACTION_ERROR_LOG
source: User: {0} | Screen: Rejection Reasons Registration Tab | Action: {1} | Error: {2}
es_es: Usuario: {0} | Pantalla: Pestaña de registro de motivo de rechazo | Acción: {1} | Error: {2}

# DATABINDING_MESSAGE
source: Bind DataSource from Reject Reason List
es_es: Vincular fuente de datos desde la lista de motivos de rechazo

# EDIT_REJECT_REASON
source: Edit rejection reason. Object:\r\n'{0}
es_es: Editar motivo de rechazo. Objeto:\r\n'{0}

# FORM_LOADED
source: Loaded screen
es_es: Pantalla cargada

# LOADING_FORM
source: Loading screen
es_es: Pantalla de carga

# LOAD_FORM
source: Load screen
es_es: Pantalla de carga

# LOAD_FRM_REJECT_REASON_REGISTER
source: Load Rejection Reason Registration screen
es_es: Pantalla de registro de motivo de rechazo de carga

# LOAD_REJECT_REASON_LIST
source: Load rejection reason list
es_es: Cargar lista de motivos de rechazo

# NEW_REGISTER
source: Register New
es_es: Registrar nuevo

# USER_ACTION_LOG
source: User: {0} | Screen: Rejection Reasons Registration Tab | Action: {1}
es_es: Usuario: {0} | Pantalla: Pestaña de registro de motivo de rechazo | Acción: {1}

# USER_CLICK_LOG
source: User: {0} | Screen: Rejection Reasons Registration Tab | Clicked on: {1}
es_es: Usuario: {0} | Pantalla: Pestaña de registro de motivo de rechazo | Clic en: {1}
