Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/FrmRejectReasonRegister/FrmRejectReasonRegisterMessages.*.resx
Languages: it_it, pt_br

# ACTION_ERROR_LOG
source: User: {0} | Screen: Registration - Rejection Reason | Action: {1} | Error: {2}
it_it: Utente: {0} | Schermata: Registrazione - Motivo del rifiuto | Azione: {1} | Errore: {2}
pt_br: Usuário: {0} | Tela: Cadastro - Motivo de Rejeito | Ação: {1} | Erro: {2}

# ALL_FIELDS_EMPTY_PLC_VARIABLE
source: Fill in NAME and DESCRIPTION of at least one language
it_it: Compila NOME e DESCRIZIONE di almeno una lingua
pt_br: Preencha NOME e DESCRIÇÃO de pelo menos um idioma

# ALREADY_ASSIGNED_PLC_VARIABLE
source: There is already an enabled rejection reason linked to input {0}\r\nTo use this input, disable the other rejection reason that has this link.
it_it: Esiste già un motivo di rifiuto abilitato collegato all'input {0}\r\nPer utilizzare questo input, disabilita l'altro motivo di rifiuto che ha questo collegamento.
pt_br: Já existe um motivo de rejeito habilitado vinculado à entrada {0}\r\nPara utilizar esta entrada, desabilite o outro motivo de rejeito que possua este vínculo.

# CHANGE_BINDED_VARIABLE
source: Change linked entry
it_it: Modifica la voce collegata
pt_br: Alterar entrada vinculada

# CHANGE_DESCRIPTION_FIELD
source: Changed description field: '{0}'
it_it: Campo descrizione modificato: '{0}'
pt_br: Alterou campo descrição: '{0}'

# CHANGE_EDIT_LANGUAGE
source: Change language for editing
it_it: Cambia lingua per la modifica
pt_br: Alterar idioma para edição

# CHANGE_NAME_FIELD
source: Changed field name: '{0}'
it_it: Nome campo modificato: '{0}'
pt_br: Alterou campo nome: '{0}'

# CLOSE_FORM
source: Close screen
it_it: Chiudi schermata
pt_br: Fechar tela

# CREATE_REGISTER
source: Create new record
it_it: Crea nuovo record
pt_br: Criar novo registro

# CREATE_UPDATE_BASE_MESSAGE
source: Save | {0}:\r\n{1}
it_it: Salva | {0}:\r\n{1}
pt_br: Salvar | {0}:\r\n{1}

# DISABLED_CONST
source: INACTIVE
it_it: INATTIVO
pt_br: INATIVO

# DISPLAY_ONSCREEN_KEYBOARD
source: Show virtual keyboard
it_it: Mostra tastiera virtuale
pt_br: Exibir teclado virtual

# ENABLED_CONST
source: ACTIVE
it_it: ATTIVO
pt_br: ATIVO

# FAIL_SAVE_MESSAGE
source: Failed to save record
it_it: Impossibile salvare il record
pt_br: Falha ao salvar registro

# FORM_LOADED
source: Loaded screen
it_it: Schermo caricato
pt_br: Tela carregada

# LOADING_FORM
source: Loading screen
it_it: Schermata di caricamento
pt_br: Carregando tela

# LOAD_CONTROLS
source: Load data into screen controls
it_it: Carica i dati nei controlli dello schermo
pt_br: Carregar dados nos controles de tela

# LOAD_FORM
source: Load screen
it_it: Carica schermata
pt_br: Carregar tela

# POPULATE_LANGUAGE_COMBOBOX
source: Load list in language selection combobox
it_it: Carica l'elenco nella casella combinata di selezione della lingua
pt_br: Carregar lista no combobox de seleção de idioma

# POPULATE_VARIABLE_COMBOBOX
source: Load list into linked input selection combobox
it_it: Carica l'elenco nella casella combinata di selezione degli input collegati
pt_br: Carregar lista no combobox de seleção de entrada vinculada

# SAVE_MESSAGE_TITLE
source: Save record
it_it: Salva il record
pt_br: Salvar registro

# SELECTED_BINDED_VARIABLE
source: Changed linked entry: '{0}'
it_it: Voce collegata modificata: '{0}'
pt_br: Alterou entrada vinculada: '{0}'

# SELECTED_EDIT_LANGUAGE
source: Changed language for editing: '{0}' - '{1}'
it_it: Lingua modificata per la modifica: '{0}' - '{1}'
pt_br: Alterado idioma para edição: '{0}' - '{1}'

# SUCCESSFUL_SAVE_MESSAGE
source: Record saved successfully
it_it: Record salvato con successo
pt_br: Registro salvo com sucesso

# TOGGLE_ENABLED
source: Change Enabled Status: {0}
it_it: Cambia stato abilitato: {0}
pt_br: Alterar Status Habilitado: {0}

# UPDATE_ENTITY_DESCRIPTION
source: Update in-memory entity description dictionary
it_it: Aggiorna il dizionario delle descrizioni delle entità in memoria
pt_br: Atualizar dicionário de descrição da entidade em memória

# UPDATE_ENTITY_NAME
source: Update in-memory entity name dictionary
it_it: Aggiorna il dizionario dei nomi delle entità in memoria
pt_br: Atualizar dicionário de nome da entidade em memória

# UPDATE_REGISTER
source: Updated record
it_it: Record aggiornato
pt_br: Registro atualizado

# USER_ACTION_LOG
source: User: {0} | Screen: Registration - Rejection Reason | Action: {1}
it_it: Utente: {0} | Schermata: Registrazione - Motivo del rifiuto | Azione: {1}
pt_br: Usuário: {0} | Tela: Cadastro - Motivo de Rejeito | Ação: {1}

# USER_CLICK_LOG
source: User: {0} | Screen: Registration - Reason for Rejection | Action: Clicked {1}
it_it: Utente: {0} | Schermata: Registrazione - Motivo del rifiuto | Azione: cliccato {1}
pt_br: Usuário: {0} | Tela: Cadastro - Motivo de Rejeito | Ação: Clicou {1}
