Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_2/RfidExternalService/RfidExternalServiceMessages.*.resx
Languages: es, it

# FAIL_LOCK_MESSAGE
source: Error locking tag!
es: ¡Error al bloquear la etiqueta!
it: Errore durante il blocco del tag!

# FAIL_RECORD_MESSAGE
source: Error writing tag!
es: ¡Error al escribir la etiqueta!
it: Errore nella scrittura del tag!

# LOCK_RFID_TEXT_1
source: RFID LOCK - Beginning of the RFID Lock method
es: RFID LOCK - Inicio del método RFID Lock
it: RFID LOCK - Inizio del metodo RFID Lock

# LOCK_RFID_TEXT_2
source: LOCK RFID - End of RFID Lock Method
es: LOCK RFID - Fin del método de bloqueo RFID
it: BLOCCO RFID: fine del metodo di blocco RFID

# LOCK_RFID_TEXT_3
source: LOCK RFID - Device disconnected
es: BLOQUEO RFID - Dispositivo desconectado
it: LOCK RFID - Dispositivo disconnesso

# PING_DEVICE_TEXT_1
source: Start of the method
es: Inicio del método
it: Inizio del metodo

# PING_DEVICE_TEXT_2
source: End of method - Status Connection
es: Fin del método - Estado de la conexión
it: Fine del metodo - Stato Connessione

# READ_RFID_TEXT_1
source: READ RFID - Beginning of the reading method
es: LEER RFID - Inicio del método de lectura
it: READ RFID - Inizio del metodo di lettura

# READ_RFID_TEXT_2
source: READ RFID - 3 unsuccessful attempts
es: LEER RFID - 3 intentos fallidos
it: READ RFID - 3 tentativi non riusciti

# READ_RFID_TEXT_3
source: READ RFID - EPC Read:
es: LEER RFID - EPC Leer:
it: LEGGI RFID - EPC Leggi:

# READ_RFID_TEXT_4
source: READ RFID - Timeout
es: LEER RFID - Tiempo de espera
it: LEGGI RFID - Timeout

# READ_RFID_TEXT_5
source: READ RFID - End of reading method
es: LEER RFID - Fin del método de lectura
it: READ RFID - Fine del metodo di lettura

# READ_RFID_TEXT_6
source: READ RFID - Reading error: RFID device disconnected
es: LEER RFID - Error de lectura: Dispositivo RFID desconectado
it: READ RFID - Errore di lettura: dispositivo RFID disconnesso

# RECORD_RFID_ERROR_1
source: RECORD RFID - Error recording:
es: REGISTRO RFID - Error de grabación:
it: RECORD RFID - Errore di registrazione:

# RECORD_RFID_TEXT_1
source: RECORD RFID - Start of recording method
es: RECORD RFID - Inicio del método de registro
it: RECORD RFID - Metodo di avvio della registrazione

# RECORD_RFID_TEXT_10
source: WRITE RFID - Write error: RFID device disconnected
es: ESCRIBIR RFID - Error de escritura: dispositivo RFID desconectado
it: SCRIVI RFID - Errore di scrittura: dispositivo RFID disconnesso

# RECORD_RFID_TEXT_11
source: RECORD RFID - Recording error: Timeout | EPC:
es: GRABAR RFID - Error de grabación: Tiempo de espera agotado | CPE:
it: RECORD RFID - Errore di registrazione: Timeout | EPC:

# RECORD_RFID_TEXT_2
source: WRITE RFID - RFID device did not respond
es: REGISTRAR RFID: el dispositivo RFID no respondió
it: SCRIVI RFID - Il dispositivo RFID non ha risposto

# RECORD_RFID_TEXT_3
source: Attempt
es: Intentar
it: Tentativo

# RECORD_RFID_TEXT_4
source: RECORD RFID - Attempt
es: REGISTRO RFID - Intento
it: RECORD RFID - Tentativo

# RECORD_RFID_TEXT_5
source: EPC recording
es: Grabación de EPC
it: Registrazione EPC

# RECORD_RFID_TEXT_6
source: failed
es: fallido
it: fallito

# RECORD_RFID_TEXT_7
source: RECORD RFID - EPC Recording
es: Grabación RFID - Grabación EPC
it: RECORD RFID - Registrazione EPC

# RECORD_RFID_TEXT_8
source: failed - Timeout
es: Falló - Tiempo de espera agotado
it: fallito - Timeout

# RECORD_RFID_TEXT_9
source: RECORD RFID - End of recording method | EPC:
es: RECORD RFID - Fin del método de grabación | CPE:
it: RECORD RFID - Fine del metodo di registrazione | EPC:

# SET_RFID_POWER_MESSAGE
source: SET {0} RFID POWER
es: ESTABLECER {0} ENERGÍA RFID
it: IMPOSTA {0} POTENZA RFID

# SET_RFID_POWER_TEXT_1
source: SET RFID READING POWER - Method Start
es: CONFIGURAR POTENCIA DE LECTURA RFID - Método de inicio
it: IMPOSTAZIONE POTENZA LETTURA RFID - Inizio del metodo

# SET_RFID_POWER_TEXT_2
source: SET RFID READING POWER - Set power:
es: ESTABLECER POTENCIA DE LECTURA RFID - Establecer potencia:
it: IMPOSTA POTENZA DI LETTURA RFID - Imposta potenza:

# SET_RFID_POWER_TEXT_3
source: SET RFID READING POWER - Error: RFID device disconnected
es: CONFIGURAR POTENCIA DE LECTURA RFID - Error: Dispositivo RFID desconectado
it: IMPOSTA POTENZA LETTURA RFID - Errore: dispositivo RFID disconnesso

# SUCCESS_LOCK_MESSAGE
source: Tag lock successful!
es: ¡Bloqueo de etiqueta exitoso!
it: Blocco tag riuscito!

# SUCCESS_RECORD_MESSAGE
source: RECORD RFID - Recording successful | EPC: {0}
es: RECORD RFID - Grabación exitosa | CPE: {0}
it: RECORD RFID - Registrazione riuscita | EPC: {0}
