Repository: Wolverinewa/Translate-Resources
Catalog: FormMessages_1/FrmUser/FrmUserMessages.*.resx
Languages: es_es, it_it, pt_br

# ADD_USER_LOG
source: User: {0} | Screen: Users | Action: Added | Full Name: {1}, Username: {2}, Access Level: {3}, {4}
es_es: Usuario: {0} | Pantalla: Usuarios | Acción:Añadido | Nombre completo: {1}, Nombre de usuario: {2}, Nivel de acceso: {3}, {4}
it_it: Utente: {0} | Schermata: Utenti | Azione: Aggiunto | Nome completo: {1}, Nome utente: {2}, Livello di accesso: {3}, {4}
pt_br: Usuário: {0} | Tela: Usuários | Ação: Adicionado | Nome Completo: {1}, Nome de Usuário: {2}, Nível de Acesso: {3}, {4}

# BTN_SAVE_USER_TEXT_1
source: Non-standard username.
es_es: Nombre de usuario no estándar.
it_it: Nome utente non standard.
pt_br: Nome do usuário fora do padrão.

# BTN_SAVE_USER_TEXT_2
source: Non-standard password.
es_es: Contraseña no estándar.
it_it: Password non standard.
pt_br: Senha fora do padrão.

# BTN_SAVE_USER_TEXT_3
source: Non-standard name/login.
es_es: Nombre/inicio de sesión no estándar.
it_it: Nome/accesso non standard.
pt_br: Nome/Login fora do padrão.

# BTN_SAVE_USER_TEXT_4
source: Save
es_es: Ahorrar
it_it: Salva
pt_br: Salvar

# BTN_USER_EXPIRE_TEXT_1
source: User does NOT expire
es_es: El usuario NO caduca
it_it: L'utente NON scade
pt_br: Usuário NÃO expira

# BTN_USER_EXPIRE_TEXT_2
source: User expires
es_es: El usuario caduca
it_it: L'utente scade
pt_br: Usuário expira

# BTN_USER_STATUS_1
source: Disabled
es_es: Desactivado
it_it: Disabilitato
pt_br: Desabilitado

# BTN_USER_STATUS_2
source: Enabled
es_es: Activado
it_it: Abilitato
pt_br: Habilitado

# CONFIRM_PASSWORD_INCORRECT
source: Incorrect password confirmation
es_es: Confirmación de contraseña incorrecta
it_it: Conferma password errata
pt_br: Confirmação de senha incorreta

# DG_USER_TEXT_1
source: User record {0} retrieved for editing.
es_es: Se recuperó el registro de usuario {0} para su edición.
it_it: Record utente {0} recuperato per la modifica.
pt_br: Registro do usuário {0} obtido para edição.

# ERROR_TITLE
source: Incorrect data
es_es: Datos incorrectos
it_it: Dati non corretti
pt_br: Dados incorretos

# FULLNAME_INVALID_LENGTH_MAX
source: The full name must have a maximum of 50 characters
es_es: El nombre completo debe tener un máximo de 50 caracteres.
it_it: Il nome completo deve contenere al massimo 50 caratteri
pt_br: O nome completo deve ter no máximo 50 caracteres

# FULLNAME_INVALID_LENGTH_MIN
source: Full name must be at least 5 characters long
es_es: El nombre completo debe tener al menos 5 caracteres.
it_it: Il nome completo deve essere lungo almeno 5 caratteri
pt_br: O nome completo deve ter no mínimo 5 caracteres

# INVALID_DATE_FORMAT
source: Enter valid date in DD/MM/YY format
es_es: Introduzca una fecha válida en formato DD/MM/AA
it_it: Inserisci una data valida nel formato GG/MM/AA
pt_br: Insira data válida no formato DD/MM/AA

# LOAD_USER_LOG
source: User: {0} | Screen: Users | Action: Loaded | Full Name: {1}, Username: {2}, Access Level: {3}, {4}
es_es: Usuario: {0} | Pantalla: Usuarios | Acción: Cargado | Nombre completo: {1}, Nombre de usuario: {2}, Nivel de acceso: {3}, {4}
it_it: Utente: {0} | Schermata: Utenti | Azione: Caricato | Nome completo: {1}, Nome utente: {2}, Livello di accesso: {3}, {4}
pt_br: Usuário: {0} | Tela: Usuários | Ação: Carregado | Nome Completo: {1}, Nome de Usuário: {2}, Nível de Acesso: {3}, {4}

# MSGBOX_ACTION_LIMITED_ALLOWED
source: Your access level [{0}] does not allow you to perform all actions on this form.
es_es: Su nivel de acceso [{0}] no le permite realizar todas las acciones en este formulario.
it_it: Il tuo livello di accesso [{0}] non ti consente di eseguire tutte le azioni su questo modulo.
pt_br: Seu nível de acesso [{0}] não possui autorização para realizar todas as ação deste formulário

# MSGBOX_ACTION_NOT_ALLOWED
source: Your access level [{0}] does not allow you to perform this action.
es_es: Su nivel de acceso [{0}] no le permite realizar esta acción.
it_it: Il tuo livello di accesso [{0}] non ti consente di eseguire questa azione.
pt_br: Seu nível de acesso [{0}] não possui autorização para realizar essa ação

# NO_TEXT_1
source: no
pt_br: não

# NULL_DATA_USER_PASS
source: Enter your username and password.
es_es: Introduzca su nombre de usuario y contraseña.
it_it: Inserisci il tuo nome utente e la tua password.
pt_br: Insira os dados do usuário e senha.

# PASSWORD_INCORRECT_FORMAT
source: The password does not match the established pattern. Please enter a new password.
es_es: La contraseña no se ajusta al estándar establecido. Por favor, introduzca una nueva contraseña
it_it: La password non è conforme allo standard stabilito. Inserisci una nuova password
pt_br: A senha não está no padrão estabelecido. Por favor, insira uma nova senha

# PASSWORD_INVALID_CHARACTERS
source: The password must contain only letters, numbers and the characters $*&@#!
es_es: La contraseña debe contener únicamente letras, números y los caracteres $*&@#!
it_it: La password deve contenere solo lettere, numeri e i caratteri $*&@#!
pt_br: A senha deve conter somente letras, números e os caracteres $*&@#!

# PASSWORD_INVALID_LENGTH_MAX
source: Password must be at most 20 characters long
es_es: La contraseña debe tener como máximo 20 caracteres.
it_it: La password deve essere lunga al massimo 20 caratteri
pt_br: A senha deve ter no máximo 20 caracteres

# PASSWORD_INVALID_LENGTH_MIN
source: Password must be at least 6 characters long
es_es: La contraseña debe tener al menos 6 caracteres.
it_it: La password deve essere lunga almeno 6 caratteri
pt_br: A senha deve ter no mínimo 6 caracteres

# PASSWORD_MUST_CONTAIN_ONE_LOWERCASE_LETTER
source: Password must contain at least one lowercase letter
es_es: La contraseña debe contener al menos una letra minúscula
it_it: La password deve contenere almeno una lettera minuscola
pt_br: A senha deve conter ao menos uma letra minúscula

# PASSWORD_MUST_CONTAIN_ONE_SPECIAL_CHARACTERS
source: Password must contain at least one special character
es_es: La contraseña debe contener al menos un carácter especial
it_it: La password deve contenere almeno un carattere speciale
pt_br: A senha deve conter ao menos um caractere especial

# PASSWORD_MUST_CONTAIN_ONE_UPPERCASE_LETTER
source: Password must contain at least one capital letter
es_es: La contraseña debe contener al menos una letra mayúscula
it_it: La password deve contenere almeno una lettera maiuscola
pt_br: A senha deve conter ao menos uma letra maiúscula

# SAVE_USER_LOG
source: User: {0} | Screen: Users | Action: Changed | Full Name: {1}, Username: {2}, Password {3}changed, Access Level: {4}, {5}
es_es: Usuario: {0} | Pantalla: Usuarios | Acción: Cambiado | Nombre completo: {1}, Nombre de usuario: {2}, Contraseña {3} cambiada, Nivel de acceso: {4}, {5}
it_it: Utente: {0} | Schermata: Utenti | Azione: Modificato | Nome completo: {1}, Nome utente: {2}, Password {3}modificata, Livello di accesso: {4}, {5}
pt_br: Usuário: {0} | Tela: Usuários | Ação: Alterado | Nome Completo: {1}, Nome de Usuário: {2}, Senha {3}alterada, Nível de Acesso: {4}, {5}

# UPDATE_USER_QUESTION
source: Do you really want to update the user registration?
es_es: ¿Está seguro de que desea actualizar el registro de usuario?
it_it: Vuoi davvero aggiornare la registrazione utente?
pt_br: Deseja mesmo atualizar cadastro do usuário?

# UPDATE_USER_QUESTION_TITLE
source: Update user
es_es: Actualizar usuario
it_it: Aggiorna utente
pt_br: Atualizar usuário

# USERACCESS_NONE
source: No access was selected
es_es: No se seleccionó ningún acceso
it_it: Nessun accesso selezionato
pt_br: Nenhum acesso foi selecionado

# USERNAME_INVALID_LENGTH_MAX
source: Username must be a maximum of 20 characters
es_es: El nombre de usuario debe tener un máximo de 20 caracteres.
it_it: Il nome utente deve contenere al massimo 20 caratteri
pt_br: O nome de usuário deve ter no máximo 20 caracteres

# USERNAME_INVALID_LENGTH_MIN
source: Username must be at least 4 characters long
es_es: El nombre de usuario debe tener al menos 4 caracteres
it_it: Il nome utente deve essere lungo almeno 4 caratteri
pt_br: O nome de usuário deve ter no mínimo 4 caracteres

# USERNAME_INVALID_LOGIN
source: Username must contain only letters, numbers or underscores.
es_es: El nombre de usuario debe contener únicamente letras, números o guiones bajos.
it_it: Il nome utente deve contenere solo lettere, numeri o caratteri di sottolineatura.
pt_br: O nome de usuário deve ter somente letras, números ou underline

# USERNAME_IN_USE
source: Username is already in use
es_es: El nombre de usuario ya está en uso
it_it: Il nome utente è già in uso
pt_br: O nome de usuário já está sendo utilizado

# USER_CLICK_LOG
source: User: {0} | Screen: Users | Action: Clicked {1}
es_es: Usuario: {0} | Pantalla: Usuarios | Acción: se hizo clic en {1}
it_it: Utente: {0} | Schermata: Utenti | Azione: cliccato {1}
pt_br: Usuário: {0} | Tela: Usuários | Ação: Clicou em {1}
